{"Jul-2020": ["In the first # 100 minutes we will arrive with a ready reform for the educational system in Ecuador. Young people want freedom to study at any university, choose online modalities or specialize in technical careers. We will fight for a free education!", "I offer Ecuador my experience. The country needs a leader who understands the problems of Ecuadorians. In 10 years I have collected the ideas and proposals of thousands of families, and in the first # 100 minutes they will be able to see them. Ecuador does have an outlet. , but no time to waste. ", "There are 7,800 million inhabitants in the world who can be sold more cocoa, more bananas, more shrimp and more flowers. For this we need to open the economy to the world, and have a president who understands these issues.", "Ecuador DOES have a way out, but we have to make a transcendental decision. We must choose democracy and EXPERIENCE in 2021. We are prepared for the future!", "A government like ours will present a Code of Ethics that prohibits nepotism. WE ARE GOING TO END CORRUPTION IN ECUADOR.", "With my team we are preparing a project so that in the first 100 minutes of government we can fix the disaster we are going through today. Ecuador CANNOT take it anymore!For us there is no right or left, everyone is welcome to work for Ecuador. Our political project includes ALL Ecuadorians", "This is Ecuador's time! We are going to work for what citizens want: a country with jobs and a future for their families. I will not rest until achieving national unity", "In this crisis, entrepreneurs have worked hard not to close and save jobs. They are Ecuadorians with a fighting spirit. Let's follow their example!We need an EFFICIENT digital government to improve relations with citizens. I am talking about a service 24 hours a day, 7 days a week, that is the future!", "We need Ecuadorians to understand that we create jobs and opportunities for thousands of families. We want to work and get out of this crisis!Years ago we began the fight against abuses of power. Last week we reactivated with Compromiso Ecuador 2021 to join forces in order to achieve national unity. 94 social organizations from various provinces of Ecuador pledged to work for the future.", "National unity is my goal. For years I have listened to and learned from thousands of Ecuadorians, and I continue to do so. To join forces, I have received members of social movements and organizations from all over Ecuador in my home. This is the time to the citizens!", "We have a huge challenge: to save the country and the Ecuadorian families. We have very clear ideas and we have spent 10 years turning them into concrete proposals that you will see in the first # 100 minutes of Government. A great future awaits us, let's save Ecuador!", "In one minute of the # 100minutes we will publish our proposal for investors to return to the country. Foreign investment creates jobs and opportunities! My dream is more Ecuador in the world and more world in Ecuador.", "Years ago I started a project that changed lives in the 24 provinces of Ecuador. We created jobs and opportunities for thousands of families. Today I met with these great entrepreneurs to hear about their experiences saving jobs in their neighborhoods. I hope to see them soon!", "I propose more Ecuador in the world and more world in Ecuador. For the father of the family to have a job, he needs investment. The opportunities for Ecuadorians are out there.", "Yesterday I had my first meeting with Ecuador Profundo, an initiative to rebuild the country together with political organizations. With a view to 2021, I will work with this civil society platform to save Ecuador.", "We need to innovate and we can do it with a digital government. We are going to work for telemedicine and tele education for a better future.", "You have to think about agriculture, livestock, handicrafts and small industry. The Government can get credit lines at 1% or 1.5%, over a 30-year term, to boost and stimulate the economy in Ecuador.", "We have to recover the stability of justice so that investors return to Ecuador. We must act seriously and respect the rules of the game. They want security for their investment.", "We have to innovate to change. The state is obese and inefficient and in three and a half years with this government nothing has changed.", "When you have been working on a government plan for 10 years, which has been updated over time, it is clear which path is. They are not new problems, but historical needs. In Ecuador there is no place for improvisations.", "We have been in politics for 10 years showing that we have the leadership to carry out projects that create employment and offer quality health and education for all Ecuadorians. Great challenges await us, but we are prepared.", "I will collaborate with all the governments of the world to attack drug trafficking that kills Ecuadorian children and youth, and destroys their families.", "We offer that change that Ecuadorians expect, we are the answer to national unity. We are going to rebuild the country with hope and we will achieve the opportunities that we long for in Ecuador.Ecuadorians are living the pain of an unprecedented crisis and with corruption that anguish does not end. Justice must act. Jobs and lives have been lost and they continue to steal from us.", "If corruption is permanent in the country, our fight against corruption has to be greater.", "We must look to the future with optimism Raising hands. Great challenges await us, but we will work hard to achieve prosperity in Ecuador.", "We must not lose hope! Ecuador DOES have a way out", "Together we will find a way out. Together we will save Ecuador", "It has been more than ten years dedicated to changing the country and I do not regret it at all. I will not rest until each Ecuadorian enjoys better living conditions and a future with opportunities. The work continues!", "This is the time of the 17 million Ecuadorians! Each one is welcome in this political project for national unity. We are here to save the Ecuado", "In homage to my father and mother, my wife and my children, I continue to fight for opportunities for Ecuadorian families and save Ecuador. To each of you I say: YES there is a way out and a better future.", "I am committed to Ecuadorian entrepreneurship. These last few months have been hard for everyone, but we will reactivate again. In my 50 years of experience I have learned that from crises we can get ahead.", "We Ecuadorians are strong. Let's not forget that we have already overcome numerous crises and without a doubt we will do it again. A better Ecuador, with opportunities, is coming.", "Pichincha is going through tough times, mainly the city of Quito. Rest assured that you have my support. Tonight I will meet with leaders of the province to take action and move it forward. Soon we will meet again in person!This afternoon I had the honor of meeting with more than 140 young people from the province of El Oro. In more than an hour, we talked about their ideas and proposals for change. Every idea counts! Together we will build the Ecuador of the future, with prosperity , health and education for all. ", "We must guarantee the rights of workers and, at the same time, modernize labor laws that create jobs in Ecuador. We are working on more and better opportunities for Ecuadorians", "This afternoon I met with more than 160 members of a sector very affected during this crisis: entrepreneurs in the food and beverage industry. I heard their stories of struggle and how they have adapted to the circumstances. Without a doubt, they have not blurted out! the machete! ", "In our political project there is space for the worker, the farmer, the rancher, the artisan, the micro-entrepreneur, the small industrialist, the youth, the women and all Ecuadorians. We have only one objective: SAVE ECUADORCarmen is an example of struggle. In her career as a lawyer and in her endeavors, she has gone through crises and has overcome them for the future of her family. Today I had the honor of listening to her story. Women like her will save Ecuador!", "Employment is generated with investment and new laws that create job opportunities. Our task is to boost the economy, bring Ecuador to the world and guarantee decent and stable jobs.", "In this crisis I have maintained contact with thousands of Ecuadorians. Technology has allowed me to continue traveling the country, listening and learning to work for the change that Ecuador wants: more investment, more employment and more opportunities.", "Our political project does not exclude anyone. We are united by the desire to achieve prosperity in Ecuador. We will work for a better future for the rural sector, entrepreneurs, teachers, health workers and every Ecuadorian in the country.", "For this we are working with political, social and union organizations. The Ecuador of the future is built by listening to the concerns of Ecuadorians and working together with them in better solutions.", "Apparently the government does not quite understand that putting more taxes on Ecuadorians only makes their lives more expensive. How can they continue to mess with our pockets after SO MUCH corruption?Great memories with my wife! We will save Ecuador together.", "We will fight for a democratic, republican, opportunities and prosperous Ecuador!We have gone through tough and difficult times as a country, but when there is faith and hope, there is a future. Have a good start to the week.", "Long live Guayaquil, its hardworking soul and its solidarity to save lives! Today we celebrate our city and its desire to always get up. A fraternal greeting to the people of Guayaquil in these 485 years of foundation.", "My position on the depredation of marine resources, by foreign fishing fleets, in the area adjacent to the exclusive economic zone of Ecuador.", "For Ecuador we are willing to pitch in and work for the CHANGE that the country needs in employment, health and education.", "I want every child and youth in Ecuador to go to school, college and university without any obstacles. The country needs a government that provides quality education.", "We cannot let the lives of our children and young people be threatened by drugs. Protecting future generations is a matter of good sense.", "In difficult times, you have to put a good face on bad weather. I share this view of Guayaquil from my office. Our city is rising!The social wounds in Ecuador, such as lack of employment, inequality and poverty, are deep. Our political project seeks to heal them to build a better future.", "Ecuadorians are waiting for the person capable of managing Ecuador to arrive, they dream of the Government of change.", "There are so many reasons to fight for Ecuador: our families, more opportunities and a better future. Let's get rid of that mentality that there is nothing to do in our country, there is still much to heal and recover.", "Tomorrow we celebrate that fighting spirit of Guayaquil and this great city that has faced several crises, but has come forward. Long live Guayaquil today and always!This is my message for Ecuadorians who lift the country with their daily work, especially the agricultural sector: wield your machete well! See it as a symbol of your economic activity. Hold on to your dreams and do not let yourself be defeated.", "My visits to the country are full of warmth. Receiving the hugs and support of Ecuadorians motivate us in this fight to guarantee employment, health and education for Ecuadorians", "Remembering my meetings with women in the neighborhoods of Guayaquil, I came across this photo. It was a great day, full of conversations about the future and the family. I hope to see you soon!", "These are the faces of the future of Ecuador: entrepreneurs wanting to succeed and take their ideas to the world. Santiago has arrived in Chile, the United States and Colombia with this horchata drink made in Loja. Let's not stop supporting Ecuadorian entrepreneurship! ", "He is José. I met him 2 years ago in Guayaquil and he told me that he has a family of 4 children, who are the reason why he gets up to work every morning. We are going to save Ecuador for José and all Ecuadorians! ", "We cannot allow the State to use the resources of the future to spend them today. To weaken the private company with the advance of the income tax is truly irresponsible and foolish. Enough of continuing to put the jobs of Ecuadorians at risk! ! ", "The great challenges of the crisis, such as lack of employment, a weak health system and a declining economy, can be overcome with the unity and work of Ecuadorians.", "An Esmeraldas with employment, entrepreneurship and innovation. This is the goal of our political project in @CREOEcuador. Today we possess 18 directors in the province, in a meeting with more than 160 territorial leaders. We are going to work together for the Esmeraldeños! ", "More Ecuador in the world is only possible with a strong agricultural sector. Our proposals include promoting the training and modernization of farmers, who have worked tirelessly in this crisis. That is the way to prosperity.", "Dialogue is the key to national unity. With the ideas and proposals of the citizens the future is built. This is Ecuador's moment! Many thanks to the representatives of civil society who attended this working meeting to add efforts ", "We must fight against the inefficiency of the State. It is unacceptable that they continue to slow down the economy while making Ecuadorians pay for their waste. We need a government that knows how to manage Ecuador's resources!All the countries of the world have created mechanisms that inject liquidity into the private economy, while this Government has sought a mechanism to extract wealth from the private sector. This will cause more unemployment and problems for the next Government.", "Poverty is mitigated by generating wealth, not generating debt. That is the Ecuador to which I am going to dedicate myself, where Ecuadorian families have the peace of mind of knowing that they and their children grow up in a country with opportunities.", "We must stop the waste of public resources! We need a national reconstruction!"], "Ago-2020": ["Let us vote for whoever leaves the money in the pockets of Ecuadorian families, a person capable of taking the reins of our country and who knows how to create OPPORTUNITIES. Ecuador deserves that.", "Let us raise awareness of what a vote means. We must vote for those who CAN generate more employment, quality health and education, more growth and opportunities. That model that caused years of poverty and corruption will never return", "Creating tourism free zones is our proposal to catapult it and thus also create employment. I have traveled all over the country and I know that with the correct management we can be that real tourist power, but the taxes that today are misused by the Government must be eliminated. . ", "We are living a crisis caused by an economic model that only appeals to debt. We have to achieve a balance by spending less and doubling income in the productive sectors. ENOUGH of waste and inefficiency.", "All my children have accompanied me in this fight. Their support motivates me every day to continue working for Ecuadorians. Here I share a memory with Guillermo Enrique, Santiago and my wife María de Lourdes.", "When we undertake a project there will always be hard moments that will make us want to throw in the towel and that is when we must remember WHY we are doing this. WE CANNOT STOP BELIEVING in ourselves, we must continue, fight it until we achieve it.", "Investment and creativity to make new decisions. Only by making a real change, we will achieve what Ecuador needs to reactivate the economy and have great growth.", "Here indigenous peoples and Afro-Ecuadorians fit, respect for their ancestral customs and their struggles. ALL Ecuadorians are welcome here", "We will make the dream of thousands of women who do not have a job come true. That desire to achieve prosperity for their families will be a fact with the Government of change.", "Ecuadorian women do not deserve more violence, discrimination, or mistreatment. We will fight until our last breath so that their rights are guaranteed. If we do not provide equal opportunities to women, we cannot save Ecuador.", "Our goal is to create jobs in Manabí, not to take away opportunities from Ecuadorian families. We are here because we want a CHANGE, a FUTURE, for Ecuador. All Manabitas fit into this political project, thank you very much for attending this dialogue!", "The Government must understand that for the economy to grow we must modernize Ecuador. A prosperous economy depends on that.", "The future is cleaner and cheaper energy. That is possible by innovating. In this way we take care of the environment and the resources of our country.", "A country with as much potential as ours can attract investment from the United States and Europe, to generate more opportunities. We are working for Ecuador to have trade agreements with countries around the world!I end a great day at the office talking with more than 230 community leaders in Santo Domingo de los Tsáchilas. We are going to work on internet connectivity, access to credit and decent housing. The prosperity of the province is the way for", "Thousands of Ecuadorians need a job. A job is education, health and prosperity. This is what I want for families in Ecuador: a better life full of opportunities", "María de Lourdes has taught me how hard-working, entrepreneurial and dreamy Ecuadorian women are. That hope that never ends, that desire for a better world. For girls, young people and women throughout the country,", "The educational system must be modernized and we have tested it in this crisis. What's next? Internet for all and free quality education. For young people, we must innovate to change. They help us build a great proposal for change", "What I seek is to generate employment and for that capital is needed. Our proposal consists of a law that gives entrepreneurs the opportunity to obtain capital that will allow them to start their businesses.", "Thanks to the productive sector in Loja for an excellent meeting. The first step to save Ecuador is the correct administration of resources. Thus there is economic growth and jobs are generated. Do we want more Loja in the world? We must fight from now on, fight her TODAY. ", "Young people are ready to make history in the country and in the world. They undertake TODAY for the FUTURE, even in the most difficult days. With a vision that includes their ideas, dreams and hopes", "There are so many things to do in Ecuadorian society, so we must have a broad vision, to create jobs, reactivate the economy and strengthen health and education. It is time for the Government of change.", "Thousands of Ecuadorians constantly ask me about the future, express anguish and concern. I have a commitment with each one of them: fight for a country of opportunities and create jobs.", "Ecuador deserves an administrator who knows what scarcity is, how it has to produce with few resources to bring the country to prosperity. We are paying the bill for 14 years of mismanagement, we cannot wait any longer.", "Let us be scandalized by corruption, blatant theft, and the thousands of lives that have been destroyed in these years. By voting responsibly, we can choose another path, a better future.", "It is in our hands to face the future, but we must act with conscience. Ecuador's indignation must be felt at the polls.", "Ecuador needs a change of government and an experienced administrator who is very clear about the way out. We know the national reality and what citizens are looking for. We are the option for an ECUADOR", "Corruption should offend us all, but many are already so used to it that they don't even lift a finger. We must become aware and vote responsibly.", "That importism took us to where we are today. It has been more than 10 years of unemployment, poverty and corruption. In 2021 we can turn the page by voting with conscience.", "I thank you for your trust, Ana Belén. I will put that experience at the service of all Ecuadorians. Greetings.", "Hello Cecilia, we have been working on proposals for 10 years and rest assured that the result will not be the same as always. We have proposed eliminating taxes and paperwork, investing in productive sectors such as agriculture, promoting free trade and more, to save and create jobs. ", "Hello Andrés, we have proposed repealing taxes, eliminating procedures for entrepreneurs, creating tourism free zones, promoting new models of labor recruitment, opening up the economy to the world to attract investment and more, keeping job creation in mind.", "I thank Dr. @ABorreroVega for agreeing to be my running mate for the CHANGE government. A doctor with great experience, willing to serve Ecuador. The health of Ecuadorians will never again be relegated to the background. We will put the system of health in order! ", "ECUADOR DESERVES MORE More opportunities, more health, more education for all. Regardless of the differences, we must unite and face this great challenge. Together, the GOVERNMENT OF CHANGE IS POSSIBLE.", "Doctors, postgraduates, nurses and small providers are unpaid. It is not justified that 43 million are spent on electoral promotion . I renounce receiving money that must go to pay salaries and I invite the rest of the candidates to do the same.", "This binomial is going to establish the GOVERNMENT OF CHANGE. With your trust and support, we are going to transform Ecuador into a country with work, dignity for families, health, safety and education for our children and", "I am concerned about the micro, small and medium-sized companies, because in this crisis most of them lost everything. Today they need support that allows them to refill their inventories and apply new technologies to go out and sell and not close.", "In my life I have learned to work, produce, CREATE. I aspire to put my experience at the service of the country and improve the lives of Ecuadorians.", "We will fight so that Ecuador belongs to the citizens and nobody else. Our country will never fall into the wrong hands again.", "I offer you my 50 years creating jobs, leading teams of honest professionals who know how to do things well, and helping people to realize their dreams. I put all my EXPERIENCE at the service of Ecuadorians.", "The proposal for change is based on unity, which is the best medicine to heal Ecuador. Together we can do great things.", "Art and culture generate employment and tourism. We have to consider them as productive activities and support national artists in this crisis. Based on their opinions, we will promote art and culture in Ecuador", "I seek that small farmers and ranchers can give their families peace of mind. With their work, they create opportunities and sustain the economy of Ecuador, and that is why we must support them.", "That is the reality of Ecuador: unemployment, hunger and poverty. The solutions are NOW, the families cannot take it anymore.", "Ecuadorians, I invite you to be part of the true CHANGE. With your trust and support we are going to achieve it, to make Ecuador a country of opportunities, progress, health, employment and well-being. To make Ecuador a country of ALL Ecuadorians! ", "I remember this photo with great joy, but the health emergency is not over yet. Older adults are the most vulnerable in this crisis. Let's take care of ourselves when we leave home and take the proper precautions.", "This presidential election is not just any election. Next February 7 we CANNOT WASTE OUR VOTE. No more! Not again! It is time to give the opportunity to change, experience and honest people!", "Together we will create an Ecuador of opportunities! Today I spoke with more than 100 SME entrepreneurs about the needs of the sector in this crisis. We discussed ideas to basically solve the problems that affect the economy of Ecuadorians. Thank you for this meeting", "Agriculture is one of the pillars of Ecuador. With a real change, we are going to support the sector with credit, technology and innovation, and fight to keep the agricultural family UNITED.", "Those who caused this crisis should not return to the country. We have to produce a CHANGE and that is possible by voting responsibly.", "We work tirelessly for CHANGE. That is possible by walking together and with a great sense of responsibility. Thanks to the more than 300 professionals from Quito who accompanied me today, together with their ideas and proposals, we are building the future of Ecuador", "Today I want to invite you to dream in a country that IS POSSIBLE! In my life I have faced challenges that seemed impossible to meet. I have helped many companies and institutions out of their worst crises, we can achieve the same with Ecuador!", "The main challenge of the government of change is to create employment. For this we must ignite the two engines of the economy: public and private investment. In this way, Ecuadorian families will have work and tranquility.", "Health and dignity will be the priority of the government of change. With Dr. @ABorreroVega, we will put the health system in order and at the service of Ecuadorians. # LassoBorrero2021", "When we founded @CREOEcuador, we did it with the dream of turning Ecuador into that prosperous country that our grandparents told us about. Today I cannot be more proud of the teamwork that everyone demonstrates every day. LET'S GO FOR CHANGE! # LassoBorrero2021", "I will not allow them to play with the future of our children, with the health of our parents and grandparents. No gentlemen, I will not allow it! CHANGE IS COMING! LassoBorrero2021", "Today we start the path to a prosperous Ecuador, with work and well-being. An Ecuador with health. A transparent Ecuador, without corruption. An Ecuador of opportunities for all. LassoBorrero2021", "The most urgent change, without a doubt, is that of our economy, which cannot continue under the same failed model, because it is ruining Ecuadorian families. We will work and lead the country towards an open, free and competitive economy. LassoBorrero2021", "There are many inexpensive recipes, but only one works, the one that Ecuadorian families already know: - Do not spend more than what there is - Do not borrow more than we can pay - Save for difficult times - Invest in children, in their education and future LassoBorrero2021 ", "Today I appear before you to assure you that we will work tirelessly to create the jobs that Ecuadorians need so much. That will be our priority! And we will achieve it, TOGETHER! LassoBorrero2021", "Today we walk together towards the country of opportunities that we want and deserve! We have been in the clutches of populist and irresponsible governments for years that have us plunged into chaos, in the hands of improvised, corrupt people who put us in debt and stole everything. LassoBorrero2021", "I want to thank the members of @CREOEcuador for their confidence in nominating me as a candidate for the Presidency of the Republic of this organization that I appreciate so much, which has made a difference in the way we do politics in our country. # LassoBorrero2021", "From the first minute of the government of change, we will implement measures to fight corruption, double the country's income, alleviate poverty and CREATE opportunities. There is no time to improvise with this economic and social crisis.", "An economic model works if it generates employment. In Ecuador, unemployment is worrying and that is why we need a real change, with an administrator capable of leading structural reforms to create opportunities.", "From day one of the pandemic, together with a group of businessmen, professionals, doctors and volunteers we created the @SalvarVidasEC initiative. While the corrupt robbed, we faced the pandemic as best we know how to do, being in solidarity. LassoBorrero2021", "Open letter to the President of the Republic @Lenin about my position regarding the Organic Health Code.", "In 2021 we are playing the future of Ecuador. That is why we vote well, for our families and future generations. # LassoBorrero2021", "I thank you @ABorreroVega for joining me in this challenge. A great future awaits Ecuador with you as Vice President.", "The country cannot stand more corruption. It is up to us to change this reality and create an international anti-corruption commission # LassoBorrero2021", "We are going to put Ecuador in order with transparency and honesty for the future of all families", "It is time to choose the people who are willing to work for the future. We chose citizens who are going to serve the country, to legislate and control for an Ecuador with OPPORTUNITIES. CHANGE IS CLOSER THAN EVER!", "Change is employment, future and hope. 2021 is the year of an Ecuador with opportunities.", "IT'S THE MOMENT FOR ECUADORIANS! Inclusion, respect and union. That is our offer to the country.", "I aspire to an Ecuador where each young person can grow and express themselves however they want. Do not be afraid of stigma, or what they will say. You will take the reins of this country. You are the FUTURE and the key to a better Ecuador.", "As President of the Republic, I will work shoulder to shoulder with each one. We will create the opportunities that we all deserve and we will bring prosperity to Ecuador.", "Artisans energize the economy, create jobs and make up the productive engine of Ecuador. Today we talk that the best safeguard is to be competitive, lowering production costs. Thank you very much to the artisan sector for sharing their proposals for change", "My commitment is to everyone, the farmer, the fisherman, the artisan, we are all part of this rich and hard-working land. Together we will move forward. # LassoBorrero2021", "With public and private investment we create employment. More investment in Ecuador is MORE EMPLOYMENT for Ecuadorians. Thus the engines of the economy are on. # LassoBorrero2021", "I want migrants to find in their own land, the dreams they went to look for abroad. A piece of Ecuador is with them and we cannot abandon them. # LassoBorrero2021", "The lack of work, corruption in health, and the unpaid salaries of thousands of Ecuadorians have caused so much unfair pain. Governments owe well-being to the people. # LassoBorrero2021", "A CHANGE in the educational system creates a FUTURE for children and young people. I insist, it must be FREE, OF QUALITY, and reach every corner of Ecuador. # LassoBorrero2021", "We must invest in health, education and security. A country progresses when citizens can advance constantly and without obstacles. We must speak less and agree more for the well-being of Ecuadorians.", "I seek that each Ecuadorian can study, work and find a prosperous path in his life. HERE WE HAVE A COMPLETE PLAN FOR ECUADOR. None of you will miss out on the opportunities for prosperity in the government of change.", "We are going to recover the decency and prestige that the National Assembly should have, and to work in a legislative branch that fights for CHANGE and makes us feel proud.", "The change is new and job-generating investments. We will take advantage of the opportunities in electricity, tourism, agriculture and more. Ecuador will once again be a dynamic and productive country!When politicians dialogue with each other, they make the mistake of turning their backs on citizens. That is why we prioritize unity with Ecuadorians, without closing doors to all those who want to speak with us.", "I am proud to present this great team of women and men, candidates for the National Assembly, with whom I have worked for years for a better Ecuador. They represent the ideals that we have promoted since", "We will not forget the countryside. We will connect towns, enclosures and communes through rural road projects. With the pandemic, the challenge is greater, but we are ready."], "Sep-2020": ["A good administrator invests in the future of the country. # LassoBorrero2021", "United begins the CHANGE. LET'S GO FOR AN ECUADOR WITH OPPORTUNITIES!", "We work for a free economy that encourages private initiative and stimulates entrepreneurship. Today, university students proposed to me to reduce taxes and paperwork for Ecuadorian entrepreneurs. Their ideas bring CHANGE!", "We are going for a productive Ecuador, with a free economy, that attracts private investment to generate the income we need if we want to alleviate poverty.", "My reasons have not changed: I want to serve Ecuador to achieve a CHANGE. A CHANGE to create OPPORTUNITIES. # LassoBorrero2021", "We create jobs by reactivating the economy with investment. # LassoBorrero2021", "We fight for the true administrators of the country: Ecuadorian families. # LassoBorrero2021", "An Ecuador with opportunities is the objective of @CREOEcuador. With the structure in Pichincha, today we are committed to promoting this political project by building ideas and proposals for a better future. We are on the right path, CHANGE IS COMING!", "United, we are going to work for the dream of millions of Ecuadorians: EMPLOYMENT HEALTH SAFETY PROSPERITY Everyone is welcome!", "I invite you to look to the future and to fight for a country where every Ecuadorian can prosper. In this election we have to take the final step towards an Ecuador with opportunities. # LassoBorrero2021", "A productive Ecuador, with jobs and opportunities to prosper is possible with the generation of CHANGE. It is in our hands to choose the future in 2021.", "We are united by democracy, freedom, employment and prosperity in Ecuador. # LassoBorrero2021", "On February 7, united, LET'S GO FOR CHANGE! In this election, it is in our hands to reach that new Ecuador. A country with EMPLOYMENT, HEALTH, EDUCATION and SAFETY for all.", "THIS IS THE HOUR OF NATIONAL RECONCILIATION. We seek a change to achieve a country with opportunities, employment, that is democratic and free. Unity is for Ecuador.", "Our country needs us UNITED for employment, health and education. We have the duty to fight in unity for an Ecuador with OPPORTUNITIES and CHANGE for Ecuadorian families.", "Our political project is serious, democratic, participatory and inclusive. Everyone who wants to be part of CHANGE is welcome. This is the moment of the 17 million Ecuadorians!As President of the Republic we will create TOGETHER a prosperous country. We are united by children, by young people, to fight corruption, create jobs and give hope. In unity, today we take the definitive step into the future.", "WE CREATE JOBS WITH INVESTMENT. An economy open to the world attracts investors and generates job opportunities in Ecuador.", "I am here to serve and work in a different Ecuador. We go with humility, but with conviction. We will fight for better days for Ecuadorian families.", "Employment is the main axis of our proposals for CHANGE in Ecuador. If Ecuadorians have a job, there is health, education and security in their homes.", "That's right. We want young people to have job opportunities when they leave university. With fewer obstacles and more freedom, they will have a future where they can study, undertake and get ahead without any obstacles.", "We want an Ecuador of EMPLOYMENT. We will work to dismantle procedures and taxes for entrepreneurs. They need freedom to prosper!", "About 5,000 rural schools closed due to mismanagement and the education of thousands of children in the countryside was interrupted. My commitment is that each Ecuadorian completes their studies, goes to university and lives a prosperous future", "2021 is the year of opportunities, of employment, of a true change in Ecuador. # LassoBorrero2021", "The health reform will be in charge of Dr. @ABorreroVega, a great doctor and my running mate in these elections. Ecuadorians deserve universal, free and quality health. # LassoBorrero2021", "Modernizing Ecuador is giving a future, working for development and creating jobs for everyone.", "WELCOME TO CHANGE We are going to create a different country, with opportunities for Ecuadorian families. In this political project, we are UNITED for the future", "The State must pay its debts to public officials, especially health workers. They risked their lives in the most difficult days and we cannot abandon them.", "The digitization of the Government will bring more and better services for Ecuadorian families. It is time to use technology to strengthen the public function. # LassoBorrero2021", "Every day we meet with the @ecuadorlibre team to work on the Government Plan that will bring CHANGE in 2021. We are working on proposals for the freedom of Ecuadorians, employment and a future with opportunities.", "We have been working on a Government Plan for 10 years to attract investment and generate employment. We are looking for entrepreneurs to reactivate their economy", "Entrepreneurs need to expand their borders and reach new markets. We will achieve this by lowering taxes, eliminating paperwork and reducing tariffs. We are going to innovate to create jobs and opportunities", "I just finished a working meeting with authorities in Loja. We are UNITED for change! Ecuador will move forward with a Government that understands the needs of each province and its cantons. The correct administration of resources will bring prosperity", "Our proposal revolves around economic reactivation, job creation and the well-being of Ecuadorian families. In 2021, CHANGE comes from rights, the future and progress", "From the first day in government, we will work for CHANGE. Our priority: attract investment to generate employment. We will fight tirelessly for an Ecuador with opportunities.", "Dialogue and consensus are the way to PROSPERITY. That is why we seek to include the 17 million Ecuadorians in the change, so that UNITED we work for an Ecuador with employment and opportunities for all.", "Ecuador is one of the countries with the most difficulties to do business. How did we become a leader in entrepreneurship worldwide? WITH FREEDOM", "3 CANTONS IN ONE DAY It is a blessing to visit Ecuador again. I deeply thank the people of Santo Domingo, Quevedo and Babahoyo for receiving us so warmly today. The desire for a change is felt in our country. 2021 is the year change!", "We will reactivate the economy of the Galapagos Islands with responsible tourism. We will protect the environment and biodiversity while creating jobs for Ecuadorians", "The opportunities for Ecuadorians are in the world. Our mission is to open the doors of the country to attract investment, technology and innovation. That is the way for an Ecuador with employment", "WE ARE GOING TO FIGHT FOR THE FUTURE Last week we toured 5 cities in 3 days. We feel the need for a CHANGE in Ecuadorians and that is why we will continue working in a free, prosperous, democratic Ecuador with opportunities.", "The proposals are built throughout Ecuador. The economy, lack of employment and corruption are the main concerns. My mission is to generate opportunities for all Ecuadorian households.", "We Ecuadorians are innate entrepreneurs. This is a country blessed with talent and hard-working people who want to make their dreams come true. Change is freedom to undertake and innovate. Very proud of the national industry", "The economy is like a two-engine airplane powered by the public and private sectors. Our mission for economic revival is to increase revenues by reducing taxes and tariffs, opening up the economy to the world and promoting entrepreneurship.", "There are very big obstacles to entering the university. Space is limited and the freedom to choose the career of your choice is minimal. At #ElGobiernoDelCambio, higher education will take priority for the future of our young people.", "Agriculture and livestock are the sectors that most generate employment for Ecuadorian society. We will work to bring tele-education and tele-medicine to Los Ríos. Our fundamental attention will be on the rural and peasant sectors.", "The people want drinking water and sewerage. A serious and sensible government is in charge of the well-being of Ecuadorians, not just raising money. Our priority is the health of families and the future of our children and youth.", "We have to carry out reforms that promote studies through the Internet so that children and young people expand their educational opportunities. Tele-education is the future", "Honest and responsible with the people Juan Fernando. It is in our hands to choose the future in 2021."], "Oct-2020": ["ALLIANCE FOR PROSPERITY We are united by change and an Ecuador with opportunities. This alliance is by and for our people! 2021 is the year of employment, health, education and prosperity.", "This day we commemorate 200 years of Independence and we celebrate this city of solidarity, the cradle of freedom. It is a source of pride to be Guayaquil, that is why on the Bicentennial we honor our union by saying: GUAYAQUIL POR LA PATRIA.", "We continue to strengthen electoral control in Ecuador Flexed bicepsFlag of Ecuador. This time we were in Esmeraldas, training Ecuadorians with a view to 2021 to defend the vote and democracy", "United, we work for the country and the future of our people. The change comes through Ecuadorians. We have a duty to put Ecuador first.", "GUAYAQUIL UNITED BY MERCHANTS Our city is rising with the work of merchants. Through them, we are going to attract investment to reactivate the economy and generate employment.", "We will fight for the freedom of Guayaquil residents to undertake! This is the month to honor merchants and small businesses that seek to prosper in this wonderful city. Later I share my dialogue with merchants", "Great Ecuadorian athletes have excelled abroad thanks to excellent sports training. That is my aspiration for all children and youth in our country.", "Our commitment as an alliance is to give young people a FUTURE. United, a new era begins where Ecuadorian youth dream, create and build with freedom.", "This political project is strengthened in our tours of Ecuador! Esmeraldas will have an excellent representative in the National Assembly with", "We are committed to strengthening the educational system. Do not doubt that our commitment is unwavering", "We are going to open up technology and innovation in Ecuador Flexed biceps. I agree that everyone needs Internet access and freedom to enjoy the opportunities of the digital world. Greetings.", "The Government of change will be SOVEREIGN. We will manage the economy according to the interest of citizens: an Ecuador of opportunities Flag of Ecuador.", "In pain, we find the strength to move forward. Guayaquil is in solidarity with its people and all of Ecuador. Let us never lose that spirit of resilience and solidarity", "Working to strengthen the electoral control team in the María Paidal Flexed biceps sector. Thank you for your commitment to this political project", "Today we celebrate the Day of the Farmer and Livestock! Both support the country's economy and contribute to the nutrition of thousands of Ecuadorians. Our proposal is to work on development credits to keep the agricultural and livestock families of Ecuador UNITED", "The alliance is for a country where we celebrate unity among Ecuadorians and there is freedom to prosper. United begins a diverse, modern and free Ecuador.", "We have an excellent team of Ecuadorians of the Quichua nationality working to strengthen electoral control Flexed biceps. Thank you for socializing our proposal for employment, health and education for the country", "Today we celebrate the Bicentennial of the Independence of Portoviejo Flexed biceps. It is 200 years of a city that continues to grow thanks to its hard-working and dreamy people. Long live the capital of Manabí! Greetings to all Portovienses.", "We are here to serve, work and fight for a country of opportunities. United for Ecuador, LET'S GO FOR CHANGE!THE INDIGENOUS SECTOR SUPPORTS CHANGE Behind each of our realities, nationalities and worldviews, there is a united Ecuador. Only united can we build a country of well-being and opportunities for all.", "Today is the International Day to honor women in the rural sectors of the world. In Ecuador, their work contributes to the development of the rural and peasant population. We will fight for equal access to tools and credits for their prosperity.", "United, with the support of the indigenous sector, we will achieve a profound change to create an inclusive rural and peasant development model that manages to rescue the agricultural economy and improve access to basic services.", "THIS IS THE HOUR OF THE HOMELAND. Aurelio Chacha, representative of the Front of Social Organizations and Indigenous Nationalities of Ecuador invites us to build a country that fights for new public policies for excluded sectors.", "Hello Saddam. We will strengthen judicial independence and legal security to guarantee the rights of consumers", "Hello Ando. To raise employment we propose a New Labor Opportunities Law that creates new permanent jobs. There will be incentives for the hiring of young people and women and help with credit, training and reduction of electricity costs to popular businesses.", "Hello Hugo. Our proposals consist of diverse and quality education with innovation and freedom, school breakfast, reopening and renovation of rural schools and colleges, digital education, facilitating access for young people to university and much more. A hug.", "The development credits will lift the flag of Ecuador to the countryside and rural areas. They will help families in the agricultural sector have the technology to increase their production and competitiveness. That is our proposal", "One feels the warmth of the people in Quito. I am very happy to continue touring Pichincha this week. See you in minutes at the Cotocollao Market", "Our fight is for an Ecuador with EMPLOYMENT because it gives families the opportunity to prosper. A job means a stable home and a secure future. That is our goal for 2021.", "We are going to work on a digital government to make life easier for citizens. It is time to take advantage of current technology and take a step into the future.", "It was a pleasure to share with Quiteños in the Cotocollao Market. I met mothers, young people and older adults concerned about the country. What do they need? A secure future.", "Tomorrow is our last day in Quito. We have shared great moments with you this week and I am sure that together we will change Ecuador. Thank you for the warm welcomes, have a good night", "Let's talk about the Ecuadorian economy. We live in a fiscal deficit, excessive indebtedness and lack of liquidity. In the public sector we must fight against corruption and be efficient in the administration of resources to get out of this crisis.", "Also, thanks to the neighborhood leaders of Quito for attending this meeting. Ecuador wants unity, capacity and experience to resolve the crisis we are currently experiencing. United, we will move forward", "and the candidates for the National Assembly of the Northern District in Pichincha spoke with residents of Carcelén about the change that is coming to Ecuador in 2021: employment, health and education for all Flag of Ecuador. Thank you Carcelén!", "We arrived at the La Morenita Flag of Ecuador sector. An honor to share this event with Ecuadorians in the Rural Parishes of Quito who dream of an Ecuador of employment. This political project is for the future of our people", "At such a critical moment, an administrator with the capacity to continue generating employment is necessary. People ask to work and we will fight to give that opportunity to prosper.", "We are going to vote firmly and decisively for the proposal that will create jobs, strengthen health and improve education for our children and youth. UNITED, CHANGE IS COMING!On the centenary of the creation of National Aviation and the Day of the Ecuadorian Air Force, I congratulate the women and men that make up this institution. It is a pride to have brave citizens in our country. Thank you for your service", "The country needs a President who knows how to manage resources. The formula is to control spending and double income, making our Ecuador a safe place to invest", "For this reason, this political project welcomes the 17 million Ecuadorians. We seek to serve and fight for the well-being of their families. United, we will overcome this crisis and build a better future.", "In education - Diversity: study programs that contemplate the local reality and the various modern educational methodologies - Promote dual education programs - Reestablish university autonomy - Digital education - Reopen and renovate rural schools and colleges", "In other social issues: - Child nutrition program - Preventive health - Eliminate the drug consumption table - Financial inclusion programs - Sports + University program - Boost to art and the orange economy That and much more is coming in 2021 Flexed biceps. All the best.", "Hello Sofía, this is an admirable undertaking. Strong and hard-working women have come together to get ahead. I'll keep your words“ economic and labor emancipation. ”That is the struggle of this political project. Greetings and successes.", "It is important to this political project to change those problems for the entrepreneur. Our goal is an Ecuador where ideas and dreams are not limited by paperwork and taxes. I am with you in this fight Isabel."], "Nov-2020": ["This fight is for you, for your family, for your work and your future. UNITED, with capacity and experience, we are going for an Ecuador of opportunities", "United for a prosperous, democratic, free Ecuador and with OPPORTUNITIES", "Today we were in the Letamendi Parish with the candidates of @ La6Ecuador for District 3 of Guayas. We were accompanied by @jaimenebotsaadi and we carried a message of unity, hope and CHANGE", "We will create the EMPLOYMENT opportunities that young people need to prosper Flexed bicepsFlag of Ecuador. 2021 IS THE YEAR OF THE 21 @CREOEcuador!", "My greatest motivation is that mothers, young people, the elderly and children have a future. In 2021 comes CHANGE and an Ecuador of opportunities with employment, employment, and more employment", "We are going to promote financial education in vulnerable sectors. The economic independence of Ecuadorians is our priority.", "We have a duty to our artisan brothers to work for the development of the sector. Today we celebrate this day by committing ourselves to the creation of more jobs and the well-being of their families.", "Today we returned to Guayas Thumbs up. We are in Daule with the @CREOEcuador candidates for the National Assembly for District 4 Flag of Ecuador. The tours continue!", "The strength of Ecuador is to produce and we must take advantage of it to make ourselves known in the world. Sectors such as agriculture have the potential to change our country, reactivate the economy and give PROSPERITY.", "Greetings to the San Lorenzo canton for supporting this Flexed biceps political project. What a joy to see that we are more every day, great job Rina.", "A hug to our brothers abroad Flexed biceps. United we will work to change Ecuador", "Dear Raúl, we will not abandon Azuay. We will carry out innovative and sustainable projects in the electricity sector, such as changing the automotive fleet to electric power. We will allocate resources to improve living conditions in the province.", "Hello Roger. We will carry out a tax reform that provides legal certainty to attract investment and reactivate the economy. We are going to reduce paperwork and taxes. We need more Ecuador in the world and more world in Ecuado", "Dear Mario, our job proposal includes 17 million Ecuadorians. We will work for your well-being and that of your family, count on us.", "Today was a wonderful day! Thank you for your messages and good wishes. I share some photos of my birthday celebration with my work team and the @CREOEcuador family", "WE ARE GOING TO MAINTAIN THE SUBSIDY FOR HOUSEHOLD GAS There is no reason to eliminate this subsidy that benefits thousands of Ecuadorian families. We will always fight for the well-being and prosperity of Ecuador.", "Today the Ecuadorian Soccer Team beat Colombia 6 to 1. I join the hubbub and the celebrations, the Ecuadorian athletes have filled us with pride.", "The election that we will face on February 7 is the most momentous in recent years. Ecuador has two options: continue to regress or finally advance towards the prosperity and progress that we represent.", "WATER, HEALTH and EDUCATION FOR THE PEOPLE Flag of Ecuador. We continue to carry the message of CHANGE throughout the country. Last week we were in Manabí and Guayas, strengthening this political project that has the capacity to change Ecuador", "With the New Labor Opportunities Law, WE WILL CREATE JOBS for thousands of Ecuadorians. We will promote mechanisms that facilitate hiring, decent wages and salaries, and stability", "Do you want a government that creates EMPLOYMENT, EMPLOYMENT AND MORE EMPLOYMENT? VOTE FOR CAPACITY! This morning we were with the #AsambleístasdelCAMBIO presenting the Government Plan that will change Ecuador. United we will fight for opportunities to prosper", "LONG LIVE LOJA! Today we commemorate 200 years of freedom and the struggle for progress and prosperity in Loja. Congratulations to its wonderful people on this Bicentennial of Independence", "We are going to stop the salary cuts for teachers. They also have families, they need to take care of their health and ensure their future. The priority in the Government of change will be to strengthen the educational system and RESPECT THE ECUADORIAN TEACHER", "We propose to LOWER taxes, they only want to make life more expensive for Ecuadorian families. It is time to reflect on the vote and decide on CAPACITY AND EXPERIENCE", "These are difficult times in Ecuador. Many have lost their jobs, their businesses and are overwhelmed by the crisis. Rest assured that we are not going to abandon them. TOGETHER WE HAVE THE CAPACITY TO GO AHEAD! WE ARE GOING TO CREATE JOBS FOR EVERYONE", "Azuay wants a greater and better connection with the provinces of El Oro and Guayas. It is time for a modern road network! We will make the expansion of highways a reality to strengthen interprovincial trade and create EMPLOYMENT.", "We represent CHANGE! We must opt ​​for progress, NEVER return to the past. We have the opportunity to decide for an Ecuador with employment, health and education in 2021. We will recover our country", "Ecuador needs the ability to manage resources well, attract investment, create an environment that encourages entrepreneurs, and provide employment, employment, and more employment.", "This path to prosperity requires from us a very clear decision: to vote for those who have the ability to solve problems. The ability is to be able to get Ecuador out of the hole where it is and take it to where we dream it to be: A COUNTRY WITH EMPLOYMENT. ", "That is why another of our proposals is to LOWER taxes, like the ISD. That is the formula to attract public and private investment, and create EMPLOYMENT. We are here to work for change and opportunities.", "No more obstacles to entrepreneurship and trade to generate employment! We must innovate to change and together with all Ecuadorians, we have the ability to lead the country to prosperity", "Thank you very much! A hug to our Ecuadorian brothers abroad", "The friendly de-dollarization is an ASSAULT on the Ecuadorian people. That is #Desdolarauz. We cannot allow those who represent the past to try to return to destroy our jobs, eat up our savings and end up damaging the economy.", "I recognize that my words yesterday in Machala caused discomfort in many women, for which I apologize. With humility you learn to be better every day.", "I WILL NOT RAISE TAXES. I will fight corruption and mismanagement of resources, and I will be in charge of creating the conditions to attract investment that benefits all Ecuadorians.", "WE ARE NOT GOING TO PRIVATIZE THE IESS. With good administration, we will guarantee excellent social security to all Ecuadorians.", "Employment is required for there to be happiness, opportunity and prosperity in every home in Ecuador.", "Guayaquil hopes for a change Flag of Ecuador. Thank you for your confidence in this fight for more and better opportunities for all Ecuadorians!", "This afternoon we attended a meeting with workers from the LAAR Group in Quito. They strive daily for the future of their children, that is why they want freedom to work. We will guarantee the rights and stability of all Ecuadorians", "I am proud to see how our electoral control team continues to grow every day. They are the Ecuadorians who will defend the vote in Orellana, Sucumbíos, Napo, Pastaza and Morona Santiago in 202", "We will implement training programs so that they can reintegrate into society with employment opportunities or prosper with their own entrepreneurship.", "With economic independence, there is freedom for Ecuadorian women. How do we achieve that autonomy? Creating employment and entrepreneurship opportunities.", "I want to say to Josefina, Nora, Patricia and to all Ecuadorian women: we are with you. Efforts will be joined to offer legal advisory services, psychological and medical care, and temporary shelters.", "In the government of change we will work so that all women have access to development credits, we will demonstrate gender equality and we will fight for a change in the economy so that there is EMPLOYMENT.", "The alliance of @CREOEcuador and @ La6Ecuador is the option of employment, change and the future. While the candidates of the past all they offer are lies, such as friendly de-dollarization , to Ecuadorians.", "Today I had the honor of sharing with groups of women. I learned the stories of Ecuadorians who only seek a better future. Josefina, a great leader, shared with us a very true reflection: WITHOUT WOMEN'S RIGHTS, THERE ARE NO HUMAN RIGHTS. ", "We say NO to those proposals that seek to raise tax rates. Ecuador needs to lower taxes and open the economy to the world so that there are investments in all productive sectors.", "Ecuador's country risk exceeds 1,000 points, while in other countries it is around 200. It is URGENT to fix the economy to attract investment, lower interest rates, create employment and generate opportunities for all Ecuadorians.", "On this International Day for the Elimination of Violence against Women, let us reflect and fight so that not one more woman is a victim of violence. They have the right to prosper and live without fear. My commitment is a country where they can walk free", "Those who have indebted the country and destroyed thousands of jobs cannot return. We are going for an Ecuador with abundant work, universal health and quality education. That is the change that comes with the 21-6 alliance.", "We need a labor law that includes the vast majority of Ecuadorians without a job in the formal economy. Employment brings prosperity, opens the door to have a life of opportunities and a secure future.", "For 11 years I have heard the concern of thousands of Ecuadorian women about domestic violence. What do we have to do? That they achieve their economic independence with opportunities to start or have a job", "Ecuador will once again be an attractive country for investors. We will eliminate excess taxes and procedures to attract investment, encourage entrepreneurship and CREATE JOBS. Ecuador will once again be an attractive country for investors. We will eliminate excess taxes and procedures to attract investment, incentivize entrepreneurship and CREATE EMPLOYMENT. ", "We cannot allow future generations to continue perpetuating violence and mistreatment of women. That is the reality that I want to change and that is why I am in politics.", "We will guarantee a fair and necessary budget for the laws that protect women. In our Government Plan we have proposals to combat abuse and violence against women."], "Dic-2020": ["For sure, there will be investment and more employment in Ecuador.", "We have a very big challenge ahead of us: fixing the economy.", "WE WILL NOT ELIMINATE THE SUBSIDY FOR HOUSEHOLD GAS. This is the political project that benefits Ecuadorian families!I seek to be president to serve the 17 million Ecuadorians. That is why I am going to reduce tariffs, procedures and taxes for transporters. That transport units, tires and spare parts cost less, and that there is more income in their homes! ", "We will facilitate the affiliation to social security of all merchants in Ecuador. #CapacidadParaCambiar", "From the heart, Kathia, it is an honor to be part of your life story. My desire is to serve the country and help build paths of prosperity and progress for all Ecuadorians", "On the International Day of Persons with Disabilities, I promise to guarantee inclusion. It is an honor for me to have great leaders, social groups and popular fronts that work every day for Ecuadorians with disabilities. Today I celebrate their struggles", "I want to be the point of support for the González Álvarez family and all the families in Ecuador. Thank you for inviting me to your wonderful home and welcoming me with open arms. For you, there is #CapacidadParaCambiar", "On this #DayLuchaContraLaCorrupción let us remember what we have experienced in the last decade: robberies and lies to the Ecuadorian people. Is that what we want for our children? The answer is NO. We are tired of the corrupt, we look for jobs and opportunities.", "In Quito we signed an Agreement for Change with the Honorable Association of Professional Artists of Pichincha Flexed biceps. We will promote the orange economy by lowering duties and taxes and giving credits to artistic endeavors", "Ingrid, thank you for welcoming me into your home. It was wonderful to celebrate your birthday with your family. I want your children to study at university, have a job and prosper. For you and all your loved ones, we will fight for an Ecuador with opportunities", "Fanny and Elena have worked all their lives in the Mercado de las Cuadras de Quito. They look for more and better opportunities, they don't want the poor to be forgotten. They are great women whose fighting spirits sustain the city.", "Our condolences to the Nebot Bohrer family for this painful loss.", "In honor of Quito, I invite you to share the stories of Quito residents who make the city a land of fighters. Darwin and Adrián have worked all their lives for a better future and they want a new government to protect them.", "I will not be a president who imposes, I will be a president who dialogues and listens, who makes the effort to understand the reality of each sector. Thanks to the transport unions for receiving me today in Quito! United we go for a prosperous Ecuador", "Los Ríos is a province that has been forgotten by the governments of the day. It is a land rich in agricultural products such as bananas, rice, corn and cocoa. We are going to reactivate those crops and plantations! We will not abandon agriculture", "In Tungurahua and throughout the country fear of disease and the aftermath of the economic crisis are felt. Our country needs capacity and experience to strengthen health and for Ecuadorians to regain their jobs.", "The pandemic strongly hit the income of the transportation sector, today we are in Quito to listen to the carriers and build a better future together", "Likewise, we will expand the Babahoyo - Quevedo and Quevedo - Santo Domingo highways so that commerce can flow. There will be a modern road network so that all the wealth of Los Ríos is translated into more income and employment for its people", "Today we woke up with the news that the first coronavirus vaccine has been administered. The health of citizens must always be the priority, that is why it is important to guarantee it free of charge to the entire population.", "In Los Ríos we will provide 100% of basic services. Families will have access to drinking water, sanitary sewers and hygienic services. If the residents of Rio are healthy, the province will be more prosperous.", "We are going to fight for an Ecuador with work, health and education. The CHANGE that comes in 2021 will support the prosperity of Ecuadorian families. United, there is #CapacidadParaCambiar", "There is no better point of support than the capacity to love of the Ecuadorian family. I would like to ask you: Who is your point of support? I invite you to mention your loved ones who have been your support during this year", "Ecuadorians abroad deserve a government that supports them.", "Cities throughout the country face numerous problems that need immediate attention. Today we meet with Mayors of Ecuador to find solutions. Dialogue and cooperation are important to build a future of opportunities. #CapacidadParaCambiar", "Our brothers made a sacrifice when they left Ecuador. However, the corrupt steal, unemployment is rampant and poverty levels are high. Migrants deserve more attention and that their interests are truly represented", "What are our proposals for CHANGE in Loja? - Work on the Loja-Catamayo highway - Promote wind energy projects - Create job opportunities for Lojans In our government, your prosperity will be the priority!", "For our brothers abroad and their families in Ecuador: WE ARE GOING TO LOWER THE COST OF SENDING REMITTANCES NOW, not in 2030. The country is suffering and we cannot put more obstacles to prosperity and economic reactivation.", "What do we propose? - Improve and automate all consular processes and procedures - Comply with the payment of Ecuadorian scholarship holders abroad - Facilitate the processes of recognition of degrees of studies and specialties", "We will strengthen the bond that Ecuadorian migrants have with their families. In our government there will be public policies in favor of the migrant population. I want them to find in Ecuador the dreams that they went looking for abroad", "This is Andrés, these stories are those of thousands of Ecuadorian families who never lose faith or hope. I thank you for your message, a hug. Happy holidays!", "- Create a fund to finance migrant ventures and an EXCLUSIVE national job bank for returned Ecuadorians - Incorporate Ecuadorian doctors abroad into telemedicine in Ecuador. That and much more for", "We will establish a Return Plan that guarantees: - 0% tariff for household goods and vehicles - Entrepreneurship credits - Economic facilities and employment opportunities CHANGE includes our brothers abroad.", "Thank you to our brothers abroad for your support! You continue to be a fundamental pillar of Ecuador and the support of millions of families. I celebrate you today and always", "Good people, brave and with a big heart! Thank you for your words.", "A message of hope in these difficult times. Thank you for your words!", "We need hope in these festivities and to be more united than ever.", "Always optimistic that better days will come. Change is coming! Thank you very much for your words.", "I'm glad you liked the video. We need a message of hope and unity, a hug.", "I'm glad you enjoyed the video. Thanks for your message! Have a great day.", "The agricultural sector is the one that generates the most employment in Ecuador. That is why we will give credit at 1% interest and a 30-year term for the prosperity of our small farmers and ranchers", "Merry Christmas and a happy New Year! May God bless your homes and your families. There is hope for a change and a better future for Ecuador. A hug for you and yours.", "I hope that these festivities bring many moments full of blessings to your homes. May that capacity to love and the courage of Ecuadorian families never be lost. Merry Christmas!I am very sorry for the attempt on the life of Patricio“ El Cholo ”Mendoza. My solidarity with his family, especially his wife and his children whom I know personally.", "I hope that this Christmas and New Year faith is not lost. That the ability to love, support and change of Ecuadorian families continues to be the heart of our country. I hope to be a point of support for all of you soon. Happy holidays ! ", "We will open the doors to foreign banks. That is the way to lower interest rates and increase the competitiveness of banking services in Ecuador. However, we must first save the economy in order to reduce country risk. #CapacityToCambiar", "Demagogy is reverse mining, friendly de-dollarization and giving away money that there is not, that simple. This February 7, Ecuadorians must choose for job-generating proposals, not for those who will lead us to the misery of Venezuela. #CapacidadParaCambiar", "We demand from the authorities a vaccination plan at the national level for TODAY. It must be free of charge and cover the entire Ecuadorian population. We cannot wait until May 24, health should not be relegated to the background", "2021 is the year of CHANGE Flexed biceps. Throughout Ecuador we are preparing for February 7. Our electoral control team is ready to defend the Flag of Ecuador vote. Greetings to the province of Los Ríos for the support.", "The history of the Benavides del Pino family is admirable, each of its members is an example of improvement. Ramón and Nelly, I will be your point of support so that your daughters have the freedom to study and prosper. It was an honor to accompany them at home. . #CapacityToChange ", "The construction sector generates thousands of direct and indirect jobs a year. Today, following sanitary measures, I spoke with a group of builders in the rural Pomasqui parish. They are not alone, we will work on incentives for their prosperity. #CapacidadParaCambiar", "Today in Riobamba we had a press conference with the candidates for the National Assembly for Chimborazo Flexed bicepsFlag of Ecuador. Our Government Plan welcomes 17 million Ecuadorians! United we will work for employment and progress in the province. #CapacidadParaCambiar ", "The Ecuador of the future is a country with a prosperous Amazon region Flexed biceps. In Macas we are committed to the communities to: create jobs, promote projects that respect the environment, strengthen health and education, and the progress of the East", "Today I had a pleasant conversation with the media about the Government Plan and our work with a view to 2021. The Ecuadorian people ask for a CHANGE and we will fight to make that dream a reality. #CapacidadParaCambiar", "What I have observed in the last two months that I have traveled the country is that there is hunger. Families have lost their jobs, their businesses and their daily income. Mothers tell me in the streets that their babies have not eaten. The expense must target humanitarian programs. ", "With great faith, we ask for the speedy recovery of our candidate for the National Assembly Manuel Macías, who is fighting COVID-19. We are sure that he will win this battle.", "We are going to dedicate ourselves to building kilometers of neighborhood roads in Chimborazo and throughout Ecuador to facilitate the transportation of production from agricultural centers. The CHANGE process begins with real proposals. #CapacidadParaCambiar", "Our goal is not to raise money for the government, we want there to be jobs and families to have income. We want future generations to enjoy a prosperous life. Enough of reaching into the pocket of Ecuadorians! #CapacidadParaCambiar", "We will change that vicious cycle of Deficit-Debt-Increase in Taxes that we have lived through in the last 14 years, Ecuador can no longer take it. We need a great investment program that increases the activity of the productive sectors. #CapacidadParaCambiar", "Young people and women are the most affected by unemployment. In our government we will promote mechanisms that facilitate hiring so that they can enter and progress in the world of work. We will also guarantee social security. #CapacidadParaCambiar", "We have lived through very hard times, but we must have the faith that better days are coming and that 2021 will be a year where prosperity will return to Ecuador. May these festivities be full of hope in each of your homes.", "The objective of our government will be to promote local and international investment that generates employment. We will open the economy to the world and provide incentives for a safe environment that attracts investors. #CapacidadParaCambiar", "In our government, as of May 24, the priority will be to feed Ecuadorians until the investment machine that will generate employment in Ecuador is turned on. #CapacidadParaCambiar"], "Ene-2021": ["NO CORRUPTION AND INEFFICIENCY!", "We will rescue Ecuador from poverty by creating employment, promoting micro-entrepreneurship and giving access to agricultural credit at 1% interest and a 30-year term.", "The elections of February 7 are fundamental to banish once and for all the failed model of government, called Socialism of the XXI century.", "This month, I am 11 years touring the Flag of Ecuador country. It has been a path full of challenges, but we are prepared to transform Ecuador into a land of opportunities. 33 days until the elections!", "At dawn today my brother-in-law, Arch. Arturo Carrión Cofre, a kind man and tireless worker, has just passed away. May God have him in his glory and give comfort to all of us, his family. Out of respect for Arturo, I will suspend my campaign activities in Quito. ", "Taxes are obstacles to the prosperity of microenterprises, businesses and small businesses. In our government we will reduce the tax burdens that prevent job creation in Ecuado", "Insecurity creates a very big barrier to opportunities. WE DESERVE A SAFE ECUADOR", "On February 7 we have the opportunity to vote for a future government that with capacity and experience will turn the livestock sector into one of the most prosperous in the country. That is the way to an Ecuador with EMPLOYMENT", "We are NOT going to allow the salary of Ecuadorians to be reduced. I am NOT going to reduce salaries when I am president. We will create EMPLOYMENT by promoting INVESTMENT in our country.", "We propose zero deficit to avoid taking on more debt and to be efficient in the administration of the State in order not to increase taxes.", "We want the prosperity of the Montubio people of Ecuador! We are committed to providing development credits, free seeds, technical assistance and investment in neighborhood roads. Together, CHANGE is possible", "Ecuador is ready for a Government Plan that supports mothers, the elderly, young people, children and every citizen with the dream of prospering. We are 32 days before the beginning of CHANGE", "I share with you our tour of La Libertad, Santa Elena and Salinas. This political project grows stronger every day with your support. A hug to the province of Santa Elena!", "Today we toured the D1 of Guayas to share our proposal for an Ecuador with free and quality health and education, and well-paid jobs.", "The COVID-19 pandemic has exposed the great shortcomings of our health system. We will work to make it free, of quality and with warmth,The national government must have a serious and coherent attitude with the sanitary emergency. We must initiate a massive vaccination process and in the shortest possible time.", "We will reduce the tariff rate for raw materials and productive machinery to 0% so that companies can reduce their costs and be more competitive. Ecuador will no longer be an expensive country to live and produce.", "I am going to work for the 17 million Ecuadorians. When we started this journey 11 years ago we set out to make Ecuador a country of opportunities for all. This February 7 we can make it happen.", "All Ecuadorians should have free access to the vaccine against COVID-19. A vaccination plan is necessary TODAY, you cannot wait until May 24. Health comes first.", "CHANGE IS COMING! We will recover the thousands of jobs that were lost and we will create more and better job opportunities for you. This is the Ecuador that comes with #CapacidadParaCambiar", "LESS TAXES TO CREATE EMPLOYMENT!", "We will recover what was stolen. Corruption deprived Ecuador of thousands of opportunities for prosperity and growth. If you seek to distribute money, start with the one that was stolen.", "THE GOAL IS ZERO CORRUPTION. Public officials should be the example for Ecuador.", "WE WILL RECOVER WHAT IS STOLEN! State money belongs to the citizens and must be used to SERVE. For more than a decade they divided up the State, we will not allow it anymore. The corrupt will not go unpunished.", "The social and economic priority is to solve the problems of Ecuadorians: unemployment, hunger and poverty. With CAPACITY and EXPERIENCE, we will create opportunities for Ecuador", "The Anti-Corruption Commission will have two objectives: to follow the route of the stolen money and to imprison the corrupt.", "In our 4 years of government, WE WILL CREATE 2 MILLION JOBS. Ecuadorians will have a decent and productive job, well paid and with social security", "We are going to fight hunger in Ecuador. We are not going to allow an Ecuadorian to be in our country without food at home. We will reach 300,000 low-income families.", "We will fight child malnutrition by doubling the budget of the School Feeding Plan. The boys and girls of Ecuador will grow up healthily and enjoy their educational stage in our government.", "We have the CAPACITY to attract investment, promote entrepreneurship, increase productivity, reactivate the economy and CREATE EMPLOYMENT", "International relations must be based on a fundamental principle: the interest of the Ecuadorian people", "As a candidate for the Presidency, I commit to the city of Quito that the National Government assumes the responsibilities previously acquired with the Quito Metro. Thanks to the Mayor @LoroHomero for receiving us this morning.", "CHANGE is for the freedom to study of young people, the economic independence of women, a prosperous future and well-paying jobs for all Ecuadorians. This February 7, VOTE FOR CHANGE", "We will rescue Ecuador from poverty with national and foreign investment, and increasing the productivity of the Ecuadorian economy sectors.", "The Quito Metro is a strategic project, but the commitment of the Central Government to contribute 50% of the cost of the work was not fulfilled. The people of Quito do not deserve to be unfairly tied to an operation and work.", "Cañar and all the provinces of Ecuador go for CHANGE to put the economy in order, attract investment and generate EMPLOYMENT", "We propose to reform the Code of Democracy to eliminate political parties for sale or for rent. That is another way to fight corruption.", "WE ARE GOING TO ELIMINATE THE SENESCYT! Young people will have the freedom to study what they want and not what the government tells them.", "In our government we will create an Anticorruption Commission, backed by international organizations. We will strengthen justice and support the Prosecutor's Office to fight against the corrupt.", "You don't have to raise taxes, you have to lower them. We will gradually eliminate the ISD and ICE because they make life more expensive for Ecuadorians. That is the way to attract investment and generate employment,The Agreement is to reform the Law on Security of Military and Police to make it a State policy, return money from affiliates who are withheld without legal support, and fight for projects that transform the country.", "We have to put the economy in order and build confidence to lower country risk. We will create the conditions for more foreign banks to come, compete and lower the interest rate.", "9 MILLION VACCINES IN THE FIRST 100 DAYS OF GOVERNMENT.", "I promise to Ecuadorian workers that in our government we are going to INCREASE the Unified Basic Salary up to $ 500. SIGNED COMMITMENT.", "In 9 days, the CHANGE process begins. For more well-paying jobs, free and quality health and education, a safe country and an economy open to the world, VOTE FOR LA", "Being President of Ecuador is a serious job, IT IS NOT A GAME. You have to apply IRON HAND to end crime.", "We are experiencing a security crisis in Guayaquil and Ecuador. There is a lack of LEADERSHIP to face the problems we are currently experiencing. We were clear to the press: The fight against crime will be permanent and with ZERO TOLERANCE.", "A CHANGE FOR JOBS, JOBS AND MORE JOBS", "Added to the economic, health and political crisis is a security crisis. If the Ecuadorian people so wish, we will assume the presidency with HAND OF IRON to end crime.", "This is very close to becoming a no man's land. What happened today shows that there is no law, there is no public force, there is no reaction from the authorities. Tragic stories like that of Mr. Ruales happen in Ecuador on a daily basis. ", "The first duty of the State is to PROTECT THE LIVES OF CITIZENS. It is the apathy of the authorities, added to crime, which instills fear. Ecuadorians are crying out in the streets for someone to PROTECT them. And no one is there. responding. ", "With an economy open to the world, freedom to undertake and free trade agreements, we will make Ecuador a more competitive and productive country.", "We have to fight firmly against crime and give political support to the public forces in Ecuador.", "We will firmly fight crime, we will defend the honest citizens of this country. WE WILL WORK FOR A SAFE ECUADOR!We must give political and institutional support to the Ecuadorian public force. It is necessary to make legal reforms to strengthen justice, the Prosecutor's Office and the institutions that ensure citizen security.", "Today we make a call for security. One urgent, immediate, because life cannot wait. The law is the law, gentlemen. We want authorities to lead, protect and guarantee peace. And for that we must confront whoever is necessary. WITHOUT CONCESSIONS. NO CONTEMPLATIONS. ", "For sure, there is an Ecuador of employment. The fight against crime is firm, they have my SIGNED COMMITMENT that we will apply HAND OF IRON for murderers, rapists and criminals.", "Democrats who respect life have to reject these violent acts and clearly tell the Government, which acts timidly, that in the face of crime we must apply an IRON HAND.", "A president has the obligation to politically support the public force in Ecuador. CITIZENS HAVE THE RIGHT TO LIVE IN PEACE.", "We have proposed to reduce taxes, eliminate tariffs, simplify procedures and open the economy to the world to create opportunities. It is time to talk about workers, that is why WE WILL INCREASE THE BASIC SALARY UP TO $ 500 DOLLARS.", "Our Government Plan is summarized in 4 great proposals: - Vaccination of 9 million Ecuadorians in the first 100 days - Citizen security - Employment - Head-on fight against corruption CHANGE IS COMING!", "The fight for CHANGE is to increase the income of Ecuadorians, citizen security, free and quality health and education, and a country of opportunities for all", "We are going to incorporate Ecuador into the Pacific Alliance and we will sign a free trade agreement with the United States, the country's main trading partner. Opportunities for prosperity are in the world!The vote must be responsible and serious. In your hands, you have the ability to build a safe Ecuador, where you can leave without fear, work and generate more income for your family.", "Today in Ambato we met with the Prefect of Tungurahua Manuel Caizabanda, representatives of the Water, People and Labor Parliaments, where we signed a commitment to work together in creating jobs, drinking water and free trade", "We cannot have as president a fearful man who does not respond to the problems of Ecuador. We must have people with EXPERIENCE and will in public service.", "The way is to increase the productivity of the sectors of the economy, respecting the nature and the decision of the communities. We will turn Ecuador into a more competitive country, open to the world and safe.", "The fight against child malnutrition is a fundamental pillar of the Government Plan. We are committed to the future of all children in Ecuador.", "Hello Gilda. The State must ensure citizen security. Therefore, we are going to strengthen the National Police, the Prosecutor's Office and the judicial system. There will be no tolerance for criminals, zero impunity.", "This is not a problem today. It is clear that organized mafias have been allowed to operate. In my Security Plan we will prevent these crimes with the power of solid institutions, effective intelligence services and a government that enforces the rule of law. . ", "In our government, there will be tough laws and we will punish all criminals. THE SAFETY OF ECUADORIANS COMES FIRST."], "Feb-2021": ["VOTE ALL 21-6 FOR LASSO PRESIDENT!", "Your vote will change the history of Ecuador. You have a responsibility to your family and your own future. Today, choose the option of employment, opportunities and unity. VOTE ALL 21-6!", "VOTE FOR CAPACITY AND EXPERIENCE! VOTE ALL 21-6! It's 50 years creating opportunities and, with your support, I will continue to work for its prosperity when I am President.", "As President-elect, I will be able to start the process to vaccinate 9 million Ecuadorians in the first 100 days of our government. Make a final decision on Sunday, VOTE 21-6 to start the CHANGE", "Vote for an efficient Vaccination Plan that prioritizes health and economic reactivation. VOTE ALL 21-6!", "I congratulate the Ecuadorian people who turned out to vote en masse today, in an attitude of exemplary civility and taking risks for the future. My congratulations because more than 65% of Ecuadorians said NO to the totalitarian model.", "With well-paying jobs, we will increase the income of Ecuadorians. Our goal has always been your prosperity", "We will promote entrepreneurship for young people and women, reducing taxes and removing obstacles to their prosperity. Vote all 21-6 to support entrepreneurs and job creation!", "Ecuador and Guayaquil all vote 21-6, the option with the CAPACITY TO CHANGE.", "Rest assured that we will be in the SECOND ROUND. Everything I have done in my life has required struggle, fortitude and decision. And I will continue working for a FREE AND DEMOCRATIC ECUADOR.", "The CNE was irresponsible in its advance announcement. THERE IS AN OFFICIAL RESULT WHEN 100% OF THE MINUTES ARE SCRUTTED.", "Let's be patient, every vote counts. Electoral control is attentive in every corner of the country. MORE THAN ONE MILLION SEVEN HUNDRED THOUSAND ECUADORIANS MISS COUNTING. WE ARE WATCHING!", "There are thousands of minutes with news, THIS IS NOT YET ENDED. At 12 the Guayas minutes begin to be counted, where we will win 3 to 1 to the candidate Yaku Pérez.", "We will not allow the representatives of the greatest corrupt people of the last 14 years to try to return. Honest people are willing to fight tirelessly for a better Ecuador", "Opportunities for you, your family and your loved ones. Our Government Plan offers you prosperity and stability throughout your life. VOTE ALL 21-6!", "I thank Ecuador for your vote. I tell you with absolute frontality, we respect the law and the results are recognized when 100% of the minutes are scrutinized.", "Join the Informative CHANGE 2021 where you will be able to know the minute by minute of the electoral process and the voting of the candidates on LIST 21 this FEBRUARY 7 from 9:00 AM", "I ratify the same democratic and respectful spirit. The hand is still extended. Unity must prevail. With the Ecuador of the meeting we all win.", "My sincerest condolences to the family and friends of former President Gustavo Noboa. May God welcome him in his glory. Ecuador will always remember his honorable management.", "We have many differences that can be strengths. Today we seek the same thing: transparency of the electoral process and a better country.", "In honor of transparency and the popular will, may the votes be counted", "We recognize your voice and we listen to you. We can build a better Ecuador by meeting each other. May the diversity that makes us unique also unite us.", "The coincidences are more than the differences. Today the country needs us united, on the same front to make Ecuador a land of opportunities.", "Yesterday I asked you what #ElEcuadorDelEncuentro meant to you. For me, it is a country where we can listen and build more and better opportunities. That is the path that will lead us to prosperity and true change.", "In my 11 years traveling the country, I have talked with thousands of Ecuadorian families who have strengthened our struggle with their ideas and proposals. Let us continue to listen and build.", "The count requested by you cannot have a dedication, it cannot be suspected of fraud. It is the electoral authorities who have to choose the tables to verify under a random method and not you.", "Mr. Candidate @yakuperezg for me politics is not a game, it is a permanent attitude of service to all Ecuadorians without any discrimination.", "It is ineffective and costly in time and economic resources to verify the votes in the provinces where you won me widely and I have not objected to them.", "@yakuperezg what we talked about in our meeting at the CNE and I agreed to share with you. Greetings.", "Candidate Pérez, a dialogue process does not admit coercion against the electoral authorities, such as the complaint you filed with the Prosecutor's Office, trying to pressure them to do what you want and not what they should do for transparency. That is not playing fair. ", "The agreement was left in the hands of the electoral authority to define details of the precincts and tables on which the accounting verification of votes would be carried out. In no case was it agreed that it would be you, as you said in your letter on Saturday 13, who choose the tables. Not correct. ", "It is the votes of the citizens and not the polls that must determine the candidates who go to the second round. The people have already chosen me and not you. Respect the popular will.", "Candidate @yakuperezg, I will not fall for your provocations; the accounting verification requested by you must be transparent and never obey your attempts at fraud and chaos in democracy.", "I thank you for your trust in us and in this fight for a better Ecuador. A hug, Karola!", "We must adapt to modern times and make changes. I will continue to be the same Guillermo Lasso, but I have listened to them. We are ready to work with all citizens and reach Ecuador from the meeting.", "I am the youngest in a family of 11 siblings. I have worked since I was 14 years old and I have not stopped. All I have achieved in my life is to fight and always look to the future. Now I want to do the same for Ecuador, finding each other. ", "The economy, the fight against corruption, health and citizen security will continue to be fundamental pillars of our Government Plan. With your support, we will include more and better proposals for the environment, art and culture, women and youth.", "You have to have the best relations with all countries. In me all the democratic governments of the world will find an ally. My first interest is the well-being of Ecuadorian citizens.", "Within the scarce formal labor market, the majority of jobs are held by men. When we talk about remuneration, women earn less with the same responsibility. There is a lot to do to achieve equity in terms of labor rights.", "Being a mother should not be a limitation to practice a profession. We are going to generate policies and incentives that contribute to the construction of public daycare centers and in companies. We will create the conditions for them to reconcile work with family life.", "Galapagos has great tourism potential, but it was hit by the pandemic. We will promote projects that reactivate tourism, are responsible for the environment and take care of the citizens of COVID-19. Thanks to those who attended the meeting", "The vaccination process must include more actors. Today we see a municipality, not only the Government, in the purchase of vaccines. In this way, more Ecuadorians will be reached. From now on, with Dr. @ABorreroVega we are working on an efficient and transparent. ", "We are with all Ecuadorian teachers, he has our support. CHANGE IS COMING AND IT IS UNSTOPPABLE", "The Ecuador of the meeting is about talking and building a better country together. Thank you very much for your message", "Those are our commitments to Ecuador! We will not let you down"], "Mar-2021": ["Ranchers require attention and support. That is why today we met with the Association of Ranchers of the Sierra and the East, to listen to their needs regarding production, trade and how to increase their competitiveness.", "Farmers and ranchers create opportunities in the field, they are the main generators of employment. Let's meet for an Ecuador that promotes the agricultural sector with proposals for economic support, social security and assistance.", "Let's meet with women, to create more spaces for participation and empowerment that promote their leadership. Women are already leaders. These are some of our proposals so that they continue to change the world.", "Many women cannot access the careers they want to pursue; let's meet so that they study and work where they want and never tell them again that some job is not for them. We will promote technology careers with training programs", "Many thanks to the farmers who attended this meeting. It was a pleasure to share with you and work on proposals to strengthen the sector.", "Of course Roberto. Ecuadorian sport needs our support at all levels and in each discipline.", "Promoting dial education programs focused on increasing human capital in the industrial sector - Simplify and eliminate procedures that truncate productive development - New labor opportunities law that creates jobs for unemployed Ecuadorians", "We will do it Leonardo! We are strengthening territorial work at the national level to arrive with our message. I send you a big hug.", "Encourage the insertion of young people and vulnerable groups - Facilitate the financing of startups - Implement the national digital registry of popular businesses - Free workshops on business administration And many more proposals. Let's meet for employment", "The tourism sector is essential for economic reactivation and I am committed to its prosperity. These are some of our proposals: - Incentives and programs that promote visits to tourist sites in urban and rural areas", "It is José, thank you very much for writing to me. A hug.", "Likewise, to save the tourism sector from the crisis, we will exempt all tourist services from collecting and paying VAT for 3 years. In addition, we will allow them to deduct losses from 2020 and 2021 from income tax for up to 10 years. Thanks for your message.", "We will reduce bureaucratic obstacles and distorting taxes so that the sector can function more efficiently - We propose a new law for the Galapagos Islands that encourages investment and ensures the sustainability of the archipelago", "Tourism free zones - We will increase the budget for tourism promotion - Diplomatic delegations accredited abroad will be active ambassadors in promoting Ecuador And we continue working. Let's meet for tourism!", "Thank you very much for writing me Daniela, I value your opinion. With you we can build a better Ecuador for all entrepreneurs.", "Hello Mauricio, thank you very much for your proposals. We are strengthening the Government Plan by listening and learning from opinions like yours. A hug.", "Agree Jacque, the cocoa sector needs our support. Let's meet! The doors to talk and strengthen the Government Plan are open with me and all the members of this political project. I send you a big hug.", "Hello, of course. We will promote the creation of public veterinary clinics for pets and programs that promote respect for animals. Also, together with the sectional governments we will promote regulations that sanction all types of animal abuse.", "I comment on some of the proposals: - Continuous training program for physical education teachers - Adapt the regulations to give greater access to young high-performance athletes so that they can continue with a professional career and maintain their sports preparation", "Your work is very interesting Rodrigo, thank you for your contribution. It is gratifying that young people like you seek solutions through innovation. Let's talk on WhatsApp", "This week we meet young people and communities looking for a different Ecuador, a country that promotes respect and unity. Thank you very much for these wonderful meetings in Pichincha, Cotopaxi, Tungurahua and Guayas. Let's keep adding!", "Thanks a lot.", "Let's meet for you, your family and the dream of an Ecuador with well-being, opportunities and happiness for all.", "The vaccine must be for the most vulnerable, especially front-line personnel and Ecuadorians with limited resources. Today's news is a blow to the country, we condemn all forms of privilege. We demand transparency and solidarity in vaccination.", "We will not disappoint you Aless. CHANGE IS COMING, with serious proposals and a clear route to achieve an Ecuador of opportunities", "Thank you for your recommendation Jairo", "Thank you for the trust, we will not let you down", "Thanks a lot!", "For an Ecuador with well-being and happiness for all", "Gustavo, I agree that it is a critical issue. Security, in all its areas, must be addressed. Thank you very much for your message.", "Thank you very much! Luz is a great artist and it is an honor to have her for this wonderful song.", "Let's meet so that young people have access to a quality education and have the freedom to study the career they want. With your support, we will achieve it.", "THANK YOU CARCHI! How wonderful it is to be able to meet Ecuadorians throughout the country. My thanks to the productive sectors of Tulcán for their openness to discuss proposals that will increase their competitiveness and reactivate the economy.", "Thanks for the support!", "Thank you for your message. Together we will work for the development and reactivation of that province. I send you a big hug.", "Of course! That is the way to create jobs and reactivate the economy. Together we will make it possible", "Let's go together for true change!Excellent idea! Thank you very much for your input.", "Thank you very much for your message. Together we will make it possible!", "I'm glad! Thank you very much for your support.", "Thanks for your support!", "Thank you very much for your message. I really admire your work. I hope you have a good day.", "Hello, I understand your concern. This week we will be touring Manabí. We are strengthening our work at the national level to carry our message. Count on me, I send you a big hug.", "Of course! With your proposals, we will achieve a quality education. Thank you very much for sharing your ideas.", "This is Jefferson, that is why our government plan for education is to open rural schools and equip them with new technologies. That is the way to achieve the well-being of children and young people in the countryside and rural areas.", "Thank you for your concern Max. We are strengthening territorial work at the national level to carry our message. Together we will achieve it!"], "Abr-2021": ["We need to find ourselves UNITED, respecting our differences to get ahead of this crisis. THIS IS THE ECUADOR THAT YOU AND I DREAM OF, THE ECUADOR OF THE ENCOUNTER", "For a modern and globalized country, with freedom to undertake, attract investment and create jobs, this Sunday April 11, LET US FIND US TO ACHIEVE IT", "It is a reason for me to be grateful that hundreds of Ecuadorians have accompanied us at the foot of the Guayas River, to enthusiastically carry our message of Ecuador from the meeting. Diversity is one of the greatest riches in life. Today, in front of Guayaquil, we prove it. ", "WELCOME TO THE ENCOUNTER ECUADOR. Flexed bicepsFlag of Ecuador With me, all Ecuadorian families will have the certainty that they will have a President who always supports them. Thank you!", "On April 11 it is possible to start a new stage of progress in which we can all live better. In our hands we have the most powerful tool that exists for us to fulfill our dreams. I am counting on you!", "Thanks to the Ecuadorian teachers and students who support us, thanks for putting FREEDOM, well-being and a quality educational system first. Together we will achieve a country with education for all", "Thanks to all the families in the countryside and rural areas who work tirelessly and are part of this great ENCOUNTER FOR CHANGE. Your support is a reason for joy and total gratitude. With us, the best days for you are near.", "In their canoes, families from Isla Puná, Puerto Roma, Punta de Piedra, La Unión, Daule, Durán and various places in Guayas, said YES to the ENCOUNTER FOR CHANGE. Thank you for being part of this national project that seeks the well-being. Let's go together, WITHOUT FEAR OF ACHIEVING IT! ", "This April 11, the country needs us together. On Sunday we begin a new stage of progress in which we can all live better. I ask you to give me the opportunity to serve you and all together build THE ECUADOR OF THE ENCOUNTER", "Dear @EcMujeres, I want to share with you the Commitment that I signed for the rights of girls and women. It is a commitment that I will fulfill. I will also allocate all the necessary resources to implement the Law to prevent and eradicate violence against women.", "Thanks Freddy! CHANGE IS COMING", "Thank you for your message. We will not disappoint you. Change is undoubtedly near.", "An honor to have you to achieve the change. THANK YOU FOR YOUR SUPPORT!", "Thank you very much for your words, I send you a big hug. The change is near.", "We are one step away from getting started, Thank you for your support!", "Your message gives me great joy. Without a doubt, THE CHANGE IS UNSTOPPABLE.", "We are going to achieve a better Ecuador together. This April 11, CHANGE IS COMING AND IS UNSTOPPABLE.", "You have my commitment to achieve a better Ecuador. Without a doubt, change is coming. I send you a big hug.", "You have my commitment to achieve a better country. Change is coming and it is unstoppable. We will work in an Ecuador with security, well-being and prosperity for all.", "I thank the people of Quito who welcomed us with great enthusiasm. It was a pleasure to share with you. We continue to meet and work for a better Ecuador.", "Thank you very much, see you soon and greetings to the Ecuadorian brothers in Colombia.", "Alfredo, in fact that is one of our proposals. Thank you very much for your message and greetings.", "Thanks and greetings to the Ecuadorian brothers abroad.", "Thanks!", "Together we make a real change!Thank you very much for your message, greetings.", "I am very excited about your message, thank you for your support.", "Thanks a lot!", "My position on what was resolved by the Constitutional Court today.", "Today I returned to the house where I lived my childhood. A place full of memories and nostalgia.", "As citizens in public service, we must serve with transparency and solidarity. In the Ecuador of the meeting, we will always act for the welfare of all. Our Government will permanently work together with the GADs of the 221 cantons to move the country forward.", "Sport is a development tool. From the Sports Secretariat, which we will transform into a Ministry, we are going to promote sport as a way of life, ecosystem and generator of references. Together with @SebasPalaciosSP, it will be a reality", "Thank you @pablocasado_ for your words. It was a pleasure to talk about the relations between Spain and Ecuador, countries that must work together under a vision of development and well-being.", "Thank you for your message Jairo. We will work to promote the sporting mass in the country. Together we will achieve the change that Ecuador needs", "Thank you very much for your suggestion Federico! That is what the Ecuador of the meeting is about, working together for the well-being of our beloved country. Sports will be a priority.", "Thank you for your message Carlos, I share your concern. Our objective is to guarantee citizen security with a strategy that responds to the needs of Ecuadorians. We are ready to change Ecuador.", "Thank you for sharing your message. We are committed to supporting the sporting massification within society. We will take advantage of the full potential of Ecuadorian athletes. A hug", "Of course! Sport is health, inclusion, development and equity. That is our goal, we invite you to continue contributing to achieve it. Thank you very much for your message.", "Thank you for your message, I appreciate it very much. Our commitment to Ecuadorian athletes remains. We will work to renew the national sport. Together we will achieve it", "Thank you for your message Eliana, I agree with you. The importance of physical activity is learned from school and college. We will promote the creation of a continuous training program for physical education teachers to ensure that goal", "That is the goal we have for Ecuadorians. Responsible and efficient work will allow us to achieve it. Together we will achieve the change that the country needs.", "Thank you for your support Hernan. We will work to have a dynamic education system that is capable of adapting to the conditions of the modern world. Together we will achieve it", "I agree! That is why we will support athletes in higher education and provide comprehensive support so that they continue their careers in sport. Sport is a factor of encounter"]}