{"Oct-2016": ["Don't miss tonight's interview. Analysis and political reflection for the 2017 electoral process.", "We share the agenda that we will have in the media. Don't miss it!", "We are going for investment, production, employment and entrepreneurship of young people #LuchadoresDeLaPazYDeLaVida 35 COUNTRY JorgeGlas", "Tomorrow we will be on teleamazonasec We are waiting for you!", "We greet the main port of #Ecuador in their parties. Long live Guayaquil!", "A hug to all the brave women who fought and are fighting against Breast Cancer. All our support so that they lead a full life.", "We met with the leaders of rural areas with the commitment to work together from every corner of the country.", "I start my activities in Manabí. Today I will deliver accessible housing for people with disabilities. Good week to all!", "I am in Flushing Park in New York with our migrant brothers. Ecuadorian affection transcends borders.", "Thanks to our brother peoples who sow in their nations the seeds of equity, justice and diversity.", "All the support for the leaders of rural areas, they are the spokesmen of our producing town.", "Today I extend my hand to work with all the councilors of the Homeland. The mission continues and now it is all of Ecuador!The country's carriers will always have their doors open to work together. Thank you for your support!As I walk the streets of Corona, I listen attentively to our migrant brothers. To see them is to feel that I am in Ecuador."], "Nov-2016": ["I will do it with affection, respect, honesty, solidarity but above all with love, a lot of love.", "Children, the elderly, women and young people are the mission to follow. Working for you is my commitment from now on!", "To be Ecuadorian is to never give up, it is to give everything for those we love. I am leaving with the commitment to do the impossible for you!Wherever I am, I will continue working for the rights of people with disabilities.", "The great generator of employment is the private company. I know its reality and I consider it will be easy to agree with you", "As a UN Special Envoy, I strived to build a more inclusive and accessible world for all. My commitment continues!", "We reiterate our willingness to work on a positive bilateral agenda. (3/3)", "Our priority will be to protect, above all, the rights of Ecuadorian emigrants and expand the commercial flow. 2/3", "We are going to continue with this great work and we are going to do better.", "In the National Electoral Council together with my wife Rocío. We are going to achieve new dreams for the country with all of you.", "Thank you all for joining me. Today we present the best teams and the best proposals to achieve new dreams for Ecuador.", "To ratify our commitment to a country of peace, development and more well-being for all.", "I wait for you in cnegobec! We are ready to promote the revolution from the heart of every Ecuadorian, in every corner of the country.", "A gentleman has departed, Sixto Durán Ballén. May peace in his tomb reach the heart of his family that he protected, loved and kept so much.", "We are going to promote visitors from China to Ecuador. Tourism, an essential part of the new dreams to be achieved.", "Tomorrow, more solid than ever, together with JorgeGlas to register the AP candidates, the people's candidates !!", "We also discussed new credits with favorable rates and better terms for the benefit of Ecuador", "The Commander of the dignity of small towns has died. The Manuela Espejo Mission began with his support. Goodbye commander!Together with the best team to lead the demands of Guayas in the Assembly.", "With my wife Rocío we promised to take the necessary actions to help eradicate all types of gender violence.", "Together we will achieve the dreams of the new Ecuador! With work, commitment and effort for a dignified life for each Ecuadorian.", "It is time to dignify politics. We have to honor politics, without slander, without touching the relatives of others.", "How pleasant to meet little Paula de los Ángeles and her mother, whom we helped to obtain a corneal transplant!", "Heading to Ambato to work with productive sectors of the province and meeting with the media.", "Thanks to the support of this important productive sector that generates more than 16 thousand jobs in Tungurahua. Let's work together!I want colleagues to know that of course they are going to be a fundamental part of the new process of the Citizen Revolution.", "Today I will be in Guayaquil for the inauguration of the Citizen Training Center.", "Dialogue and learning assure us a future with goals achieved. (3/3)", "This is everyone's fight! Only in this way will we achieve societies with dignity and free from violence. 3/3", "I will also dialogue with the candidates for assembly members to learn their ideas and thus together continue to empower Ecuador.", "I am committed to working tirelessly to promote equality and respect. I have done it before."], "Dic-2016": ["Congratulations to Quito, the city in the middle of the world. Full of traditions and wonderful people. Let's celebrate with great joy", "This day is very important for those who tirelessly fight for their rights. I will do it every day with you", "Quito, capital of this country that drives you. Let's celebrate big and with responsibility", "Thank you for being with me. I will never forget it.", "Loja will continue to be the capital of the arts, culture and education, because for Ecuador and for Loja the future does not stop.", "Thanks to the Otavaleño people for their hospitality and support. We are going to look back at the countryside to increase the productivity of their lands.", "What affection, what joy and what a great reception from Quiteños", "Today my heart was filled with happiness. It was very pleasant to see how all of society has recovered its dignity. Let's be promoters of inclusion!The joy of the people of Manta comforts the soul. The Sí mi Casa Project is part of that future that does not stop.", "But what delicious food they serve in the Santa Clara Market in Quito. I think Rocío has competition.", "When it comes to playing cards, there is no one to take me out. I have had a lot of fun with my friends from the Santa Clara Market. There will be another game!", "I celebrate Quito in its parties in the best way: Attending its traditional wooden car race, our customs are unique!", "The smile of the Quito people in this traditional festival, infected me with joy!", "It will always be gratifying to be surrounded by happy and loving people. They are an example of life", "Today together with the directive of 35PAIS we agreed on great actions for all sectors of the country. We are going stronger than ever!", "Support to the entrepreneur, boost to youth, credits that accelerate productivity; these are factors of that Ecuador that we will build together", "My 3 grandchildren are going to ask me to celebrate the victories of Barcelona. Congratulations, see you with the great Aucas.", "In addition, I will share the government proposals on Radio Satélite 107.1 FM. We are going for that country that watches over the future of all!Today I will be in Otavalo to meet with representatives of 65 indigenous communities in the north of the country.", "No one leaves their beloved land of their own free will. We have not forgotten you, I promise to consolidate plans for you and your families.", "Let us never resort to violence to defend our positions. Dialogue is always the best way. We are a country of peace!Machaleño people, thank you for so much affection. Rest assured that we will have a government where there will be nothing for the people without the people.", "There is still a country to build, there is still poverty to eradicate, there are still teachers to employ, there are still students to educate.", "Today I enjoyed the joy and solidarity of Christmas on Mount Sinai. The mission continues throughout the country!", "Thanks to all the residents of the La Ronda neighborhood for so much love. They are a source of pride for the country.", "Visiting the La Ronda neighborhood took me back to that childhood where spin was played with friends. Let's keep rescuing our customs!I met with productive force orense in Corporación Palmar. My support to generate more employment and better conditions", "Young people show us that we have everything to innovate! I will continue to support the generation of knowledge.", "The teacher has a great responsibility: To develop a solid future prepared for our next generations. Thank you for so much!", "I am with you people of Esmeraldas and with the family of the deceased. Let's keep calm and never lose faith.", "Innovation and knowledge were not possible without the efforts of teachers. We are going for an educational revolution!When you commit to your country, from the heart, acting with love,", "A champion always suffers with the best. Congratulations Barcelona!", "We will overcome difficulties and continue to achieve dreams. Let us all be protagonists of this future that does not stop. Happy New Year.", "Let us be that comforting hug, that encouraging word and above all, that heart of solidarity that shelters hope. Merry Christmas.", "You don't know how gratifying it is to return to your beloved land. Thank you Amazonian people for the great welcome. Nothing for you, without you.", "We are going to build a future together to achieve new dreams. The real change is with you!", "Walking the Malecón de Salinas surrounded by the joy and warmth of its people, made this a great day.", "Let's make 2017 our best year, because the future is now and with you, we are going for a future that does not stop!", "Today on Isla Santay, I had the opportunity to share the love of the people of Guayaquil.", "Today was a great day in Cuenca. I want to tell you that I leave my heart here, with all Cuencanos, forever.", "I lived a very pleasant moment with many Guayaquil residents. We must promote peace and solidarity this Christmas.", "The change we need is to ensure more timely access to healthcare. The real change is moving forward!Thank you very much for your enormous affection, young people from Azuay. Your future does not stop!The change that is needed is to expand access and build technical universities so that many more can prepare", "Christmas is more rewarding when it is shared with others. Happy Christmas Eve.", "The necessary change is to use clean and sustainable energy so that the industry can take full advantage of it. TheFutureNoSeStop", "The greatest generator of employment par excellence is the private sector. We must make a great agreement for investment and decent work!", "I also visited the enterprising people of Mercado 10 de Agosto. Their kindness and hospitality make this city something wonderful.", "Yesterday I had a beautiful Christmas moment with families from the Socio Housing I program. Let us always maintain that spirit of solidarity and union", "We toured the streets of Cuenca accompanied by a large caravan that filled every corner of this beautiful city with joy", "The change that is needed today is to improve the attention of public services that are now modern, efficient and worthy of ElFuturoNoSeDetiene", "The change for those who have improved their lives is to keep growing, keep moving forward and become entrepreneurs. ElFuturoNoSeDetiene", "Doctors carry out a very sacrificial and highly responsible activity. With a permanent dialogue we will achieve even better results.", "Our culture and diversity are well represented by the work of artisans from Ecuador. We are going to promote their productive development.", "The change we all want is to maximize your potential through more scholarships to make the definitive leap to development", "Responsible change is to continue strengthening and equipping justice and security institutions to guarantee peace. ElFuturoNoSeDetiene", "I had a meeting in Tena with Colectivo @EcuadorPorLenin. We must continue listening to Ecuadorians and move forward. That is ElCambioVerdadero!", "I will meet today in Guayaquil with the country's productive sector. Together we will promote true change!"], "Ene-2017": ["Unity will advance us even further! The future does not stop TheFutureIsNow", "At last the media and the opposition understood that this is no longer a country of debates and confrontations. This will be a country of dialogue and respect,I never failed them and I will never fail them, we will do it again with love, commitment and dedication.", "I don't want to be president to satisfy vanity. I want to be president to serve. The mission is with you!We will not allow the future of our young people to be stopped by drug use. We will fight tirelessly against drug trafficking.", "I shared great anecdotes in the Chiriyacu Market with the affection of its merchants and entrepreneurs. Thank you for so much kindness.", "The popular and solidarity economy will be consolidated with credit facilities that we will grant to boost production and exports.", "You cannot come to Latacunga because one returns in love. My heart will always be here. See you soon.", "You know me, the Manuela Espejo Mission started here. It was your support that made us continue. Latacunga and Cotopaxi are respected!We will build a country that takes care of you all your life, a country that encourages you.", "I congratulate those who do the important work of being journalists. With their responsible work we strengthen democracy.", "Of those welcomes that rejoice the heart. Thank you Latacunga", "Today at the San Juan de Dios Shelter I announced my commitment to the elderly and I presented the Program", "The change that I propose is to attend to boys and girls in their first 1,000 days, promoting their integral development in a healthy environment.", "All young people will be able to study, we will guarantee quality education. Our challenge is to build together that Ecuador that encourages you", "I have been touring Cayambe and I feel that renewed winds of freedom and justice are blowing throughout the country. I am an admirer of its progress", "We will promote greater social inclusion, we will improve their living conditions, we will double the retirement pension and we will expand coverage", "With this, we will be able to eradicate child malnutrition and violence, and increase the coverage of services for early childhood.", "Whenever I come to Latacunga I am amazed at its beauty. Put more flowers and you will see that it will be even more beautiful. Thank you for everything!", "Together we will build a society that values ​​and respects them. Together we will build a country that takes care of us.", "Thank you for the warm welcome from the people of the Chiriyacu Market. I am a man of my word, I assure you that we will be able to have it", "My condolences JorgeGlas and your wife Ciia for the death of her father Ricardo Díaz. May the family union be his strength", "The dirty campaign manifests that I am going to eliminate dollarization. We are going to maintain it. With lies they are not going to win.", "I have said it before and I reaffirm my commitment to inject more investment into tourism to generate more income in the Ecuador of the future", "Today we celebrate 10 years of change. It would be impossible to say everything that this government has done.", "I respect those who think differently, I respect them and listen to them. Moving forward and never going back, that is #ElCambioVerdadero", "You have witnessed that we have lived during this decade, a legend of which you will one day say: I was part of the RC", "Do not be fooled by what they say. We are here to serve you, accompany you and encourage you. Together we will advance. The future is now.", "Loja dear, kind and supportive city, thank you very much for everything you did for the Manuela Espejo Mission. You are an inspiration.", "A revolutionary government cannot leave absolutely nothing pending. There are so many dreams to achieve. The future is now", "We will move into the future, we will take what we already have and make it even bigger. We have many dreams to achieve and we will do it with you.", "Young people, your energy and desire to devour the future will be the main engine of my government. I assure you that this future is not going to stop.", "A big hug to all of you. We will win in the first round because we have never failed the people. Thank you for this meeting.", "The greatest achievement was raising Ecuadorian pride. Now we are going together towards that true change.", "While we toured some sectors of Guayaquil I saw young people, fathers and mothers being part of this true change that is coming.", "We are with you and I promise to defend tirelessly, the rights of paid domestic workers.", "Creativity, imagination, innovation are fundamental points for entrepreneurship.", "To develop ventures, dear young people. Let us not always think about being employees. Do not be afraid of failing.", "Today I was in the People's Committee, a neighborhood full of spontaneous and enterprising people. We have come a long way and we have done it together.", "We have made our way by walking, we have re-institutionalized the country. Where they put ignorance, we put schools", "We have a world to grow. Let's lose our fear of competition. We are, without a doubt, the most megadiverse country in the world.", "The past for us will never return, we are moving forward. We are going through a country that accompanies you by the arm.", "We have achieved a lot, but we still have a lot to do. This process will be strengthened because we are going to do it together.", "The Impulso Joven program expects to create 250,000 jobs in the first year. The youth will have a decent job, it is my commitment.", "City full of culture, bright sun, beautiful rainbows. We have an extraordinary tourist potential, we are going to take advantage of it.", "I met with the country's tourism sector. To promote tourism, creativity, imagination and innovation are necessary", "We are going to support their ventures with more credits and thus they will be the main generator of employment. They have my commitment.", "The change we offer is to enhance our infrastructure by promoting national and foreign investment.", "The change we need is to improve quality and warmth and ensure more timely access to healthcare.", "We toured various sectors of District 1 with JorgeGlas and candidates for assembly members for @ 35PAIS. The future is with you, Guayaquil.", "What a great reception, Manabí.", "Real change is working together to make dreams come true. The future is now and with you.", "Real change is working together to make dreams come true. The future is now and with you.", "Thank you for inviting me to talk with you. I chose to be in this dialogue because here we came to talk about the future and not about the past.", "What gratitude to see this tide of people here. We are going to build together the country we want.", "We cannot allow this Revolution to stop. Why? Because there is still a future to build", "It is to encourage young people and make all their innovative ideas come true. They are the future!", "The mission continues. You know that I am a man of my word. The future is now and it is with you, Manabí.", "What a joy to be in Manabí with 6,000 brave women from all over the country. Their strength is the inspiration to build the Ecuador of the future", "In Encounter with young people of the country I saw 7 empty chairs that had to be filled by you. Young people are the proposal, joy and enthusiasm", "We will not participate in confrontation-based debates that devalue true politics as an instrument of ethical service to the country.", "As President I am committed to guaranteeing job stability to all working women.", "In the heart of the Ecuadorian people the flame of hope was always lit.", "We are going to move forward. We will not allow anyone to impose nightmares on us where there should be dreams and hopes. We will not allow it!", "Babahoyo, thank you very much for this welcome. The countryside is life and there is nothing more beautiful than its lands.", "Thank you Esmeraldas for this meeting full of joy and confidence in that true change that we will achieve for our country.", "The next step is to promote production, modernization and export to generate more employment with equity. The future does not stop.", "My priority will be to eradicate violence against women. We will create a national network against gender violence.", "Joy, strength and hope is what this tide of people in Esmeraldas transmitted. Together we will achieve more dreams.", "My commitment will be to advance faster and with greater intensity in meeting their demands. There can be no revolution without inclusion.", "We will carry out the Great National Agricultural Minga. My commitment to the Ecuador of the countryside, I am going to be its President!It is time to count on your active participation. You will show that from Ecuador we can transform the world.", "We started the journey in Quevedo. This is the most productive and fertile land in all of Ecuador. Thank you for your warm welcome.", "Ecuador is not there for confrontations, it is time for dialogue and inclusive policies. A new Ecuador is beating,", "Regarding the debate, I have expressed my interest in a constructive dialogue in which proposals are presented with height and respect", "My commitment will be to create a responsible government that protects, cares for and encourages them. They are the pillar of society in our country.", "Soon we will meet the happy people of Esmeraldas. Hear how we will strengthen our country by"], "Feb-2017": ["Ecuador has 5 star products. Gold has 3: the best fine aroma cocoa, the best banana and the best shrimp in the world", "I proposed to dialogue and today we will dialogue. Let the proposals, ideas, respect and truth shine forth. Never again to confrontation.", "You are counting on me and I am counting on you to make this true change in Ecuador.", "We will be united and we will win resoundingly. We will build a responsible country that does not forget anyone. We will remain firm!It is improving what we already have, never destroying it. And the best we can do is build a future together.", "For these dreams to come true, I give you a task: you have to win. I know we are going to win but we must guarantee victory.", "With your effort, victory in the first round is assured. Every day we go up in polls and do you know thanks to whom? You!You know you can trust me. I have never failed you and I will never fail you", "Dear Cañarenses, thank you very much for the love and affection for something that you yourselves achieved here.", "The mission is no longer just people with disabilities, now the mission is all of Ecuador.", "We are going to trust you and we will give you credit so that you can carry out your business.", "Dear young man, we will support you with credits of up to $ 15,000 to boost your business, with risk insurance included.", "We have achieved a lot in health matters. Our challenge will be that all people with catastrophic illnesses have social security.", "I visited thousands of activists and coordinators at their meeting to strengthen door-to-door work throughout Ecuador.", "We admire the work of the artisans who work straw, stone and iron. We are going to strengthen this beautiful province with tourism.", "We are close to victory, so rest assured that you will have a government that cares about Cañar. The future is now!We must visit the friend, the brother, to tell them the dreams that we can achieve together", "I have proposed to do major surgery. I have asked the United Nations to apply the Anti-Corruption Convention.", "This dialogue will be characterized by mutual respect to generate inclusive spaces where the entire country is represented.", "How can there be unemployment in a country with so much wealth! We are going to make Ecuador an economic powerhouse.", "But above all, we will instill values ​​in our children and young people such as transparency, honesty and loyalty to the country", "Institutions must be at the service of all. We will ensure that they function independently and with autonomy", "Ecuador's public opinion needs to be built broadly. We are going for a country of dialogue and agreements.", "Monsignor Alberto Luna Tobar, Bishop of Just Causes, has just passed away. His work for the poor will be indelible.", "Unity will be our victory!I'm counting on you, I'm counting on all of you The future is now!", "The elections are a democratic party where the destiny that will correspond to the future is being resolved.", "I am very happy that we are gaining experience and democratic awareness.", "What a joy to come to kiss my beloved land. The last day before the elections I wanted to come to this beloved land", "It is clear that we are going to win. Throughout the country there are human tides that accompany us. You are the reason for being the Citizen Revolution!Now the best is coming. Other times are coming, the times of dialogue, of the outstretched hand. We are going towards the future, the future does not stop!", "My hand is out, with your vote we will unite ideas and hearts for that country of the future.", "My message to all Ecuadorians, with my outstretched hand, my open hand. We are going to vote with conscience but also with our heart.", "We are going to vote for true change that means taking the best and making it even bigger.", "Thank you for this campaign. I have felt the love and support of each Ecuadorian.", "The country is on its feet, it is the moment of unity. I am going to be your President and I give you my word that I will not fail you.", "Dear Quito, the one who never broke down before anyone, the one who always got up to take out the scoundrels. The past never again.", "Recommended the delicious ice creams of Laura Toapanta in Tena Thank you!", "This Sunday we are going to vote for mothers, children, young people and the elderly. We are going to vote for ourselves but also for them, the most needy", "You could not miss the delicious Creole chicken broth, maito and the extraordinary variety of tropical fruits that this paradise offers.", "In the Amazon Park of Tena I received all the affection of my city. Thank you for so many positive messages.", "Neither science nor the intelligentsia must be impartial. They must be committed. We are the country of light.", "Kind people, hardworking people. We are going to promote this little piece of heaven.", "We are going to work to eliminate all types of violence, mainly domestic violence. I will work for you, but I need your help.", "A responsible country takes care of all its citizens. Our people are good, all they need is the first push and we are going to give it to them.", "The embrace of the people is the adrenaline that drives me to dream for the future of my country. Thank you for so much love.", "A great team that decided to humanize the way we serve Ecuador. Thank you for everything!", "Unity from today. Joy is coming, joy is moving forward with the process, joy is voting with conscience but with the heart.", "Together we want to build a government and a responsible country that takes care of its people", "I swear to you that we will defend the will of all of you and I also swear to you that we will keep the promises. A man of honor knows how to deliver.", "Thank you Manabi! We will not allow the Manabi to be disrespected. Unity is and will be our victory.", "We are going to continue strengthening democracy. Accept me, I am one more Montubio. I have never failed you.", "The Manabi people are simple and humble, but do not be confused, the Manabi knows how to make himself respected. Manabí is respected!We are decent and peaceful people. The Ecuador of tolerance and respect is the one that we are going to build together.", "We lead a huge caravan and show that unity is our victory. If we are not united there will be no future.", "If there is a second round I will do it with the same love and dedication, listening to the people. We will continue with our mission throughout Ecuador.", "We will not go back to the past and they know it. That is why they are desperate, because they know that even in the second round we will beat them again,I end the week grateful to all Ecuadorians for the amount of votes we received. A resounding victory!My hand is outstretched to continue advancing with those who want a great, fair, united, united, brotherly and peaceful country. A hug!From the beginning I have reached out to citizens and politicians, with whom there are enormous convergences in the country's objectives", "I make a frank call for peace and to respect the popular will regardless of who it favors. Violence should not define the result.", "I congratulate the assembly members who have been elected to the Assembly. When I am President I want to have the certainty of governability.", "One cannot be the political booty of a person who has hurt Ecuador. They generated the bank holiday.", "Our message is one of peace, justice and respect for institutions. We call for peace, we are a country of peace.", "I will go back to Ecuador to hug them and even talk to that Ecuadorian who did not vote for me.", "Mr. LassoGuillermo, you sent 2 million Ecuadorians as migrants on the bank holiday, while I have brought home and security.", "The letter of introduction that Mr. LassoGuillermo has is the bank holiday, mine is the Manuela Espejo Mission."], "Mar-2017": ["Now for the best. We are going to win with your help!", "With infinite gratitude and a big hug of unity we begin this new stage full of optimism and joy.", "Candidates who rated the banker as the worst today are asking you to vote for him. We know that you will not allow those contradictions!Ecuadorian women, you are life itself and the strength we need to build the Ecuador of the future.", "This week we also experience the sincere affection of Ecuadorians. It will be an honor to serve them as their President.", "We are people who like to fight for our ideals, we are lifelong revolutionaries.", "Jobs for everyone, home for everyone, care for everyone. That is my government's proposal that will begin on May 24!I congratulate you, Iván, for not falling into the temptation of money, for supporting a proposal for the unity and future of Ecuador.", "The future of the country is in your hands again. We are going to change by taking the best and making it even bigger. I'm counting on you!Absolutely all the cantons gave us a resounding victory. Thank you Los Ríos, unity is our victory!You will be a fundamental part of this government that begins on May 24 Welcome!I come to ratify my commitment: the Machala - Guayaquil highway will be a first-rate road. This town deserves it!We tell the truth, we are people of honor and word. Everything I told you today is set in stone. The mission continues!Rest assured that I will work with mayors and prefect to solve the drinking water problem. That is my commitment to Santa Elena", "Dear peninsulares, thank you very much for this warm and affectionate welcome. On behalf of the elected assembly members, Thank you!", "Ecuador cannot be disappointed. To generate the work we hope for. To increase exports. We will promote and accompany them!I have made a promise: to create a People's Bank, in which quick and timely microcredit is easily given without short-term interest.", "We are going to transform Ecuador, to turn this country into what we have always dreamed of. We are going to build the future together!We are going to build artisanal ports for fishermen and young people, credits and university. We will trust you.", "This second round is an opportunity to feel them in my heart again. I will serve them with love and dedication as I have shown.", "The Ecuadorian people have won everything in this first stage so we must continue working door to door listening to each one.", "Regarding the communication law, there are certain peculiarities of the law that can be reviewed. All human work is perfectible.", "We are going for much bigger dreams. The self-employed law must be a reality. We have taken too long.", "This endorsement means the desire to travel the same path. For this reason we are always ready to listen, understand and include.", "We are going to change taking the best. Everything that needs vindication with innovation, creativity and intelligence.", "I have never failed them and I will not. My heart goes out to all Ecuadorians.", "I am going to keep education, health and safety free. We are going to protect the rights of the people!As of May 24, I will be the President of all Ecuadorians. We are going to work together. We will do nothing for you without you!Every day I renew my commitment to fight for peace, respect, justice and dialogue. Only in this way will we eradicate all forms of exclusion!I invite you to build a better country, a country for everyone and for everyone. Welcome fighters for peace and life!I am going to make a government for everyone and not for a few. Never again for anyone who can save himself as proposed by the candidate of the bank.", "At Coliseo de Guaranda, I reaffirmed my commitment to the creation of 40 technical universities. No young people will be denied enrollment!You will have a President at your side who will encourage you and who will work for you. We will be a government of stability, of union and of peace!In a country as rich as ours, there can be no unemployment. We are going to create the conditions and support entrepreneurship!We both agree on the need to act with the conviction of peace and good for the benefit of all Ecuadorians.", "I am glad that they have come to talk. The criticism is good, nobody owns the absolute truth. I will always be willing to listen to them!", "More credit for producers, renewal of machinery, better roads, increase in farm insurance to $ 100. We are going to boost them", "Women, in my government we will hand over the houses in your name. No one like the wife to think about the consolidation of the family unit.", "My trajectory and experience has been one of service and honesty. Here I put them before you to ensure that the producers continue forward", "We will allow absolutely no corruption. We are going to be an honest government!A responsible country must worry about employment. My priority will be employment and production. We are going for a more productive Ecuador!My condolences to relatives of the great poet and revolutionary Humberto Vinueza. His legacy will remain intact in our hearts", "Dear farmers, it is you who we want to serve. You know that what I promise I keep. The future does not stop!I am committed to your demands. I will do absolutely nothing without consulting you. You know the heart of our people.", "The one who hurt you in the past is very likely to do it again. We will never allow that past to come back!When the sacrifice of millions of Ecuadorians is hidden in tax havens.", "I have spoken with citizens, medical friends and unions and they have expressed their concerns about the project of the Organic Health Code.", "We know how to put ourselves in your place, understand your wishes and dreams, that is why we are going to the true change, to the just change, to the change that suits you.", "As I promised to teachers and young people, I have notarized the request. I attach a letter and documents. Hugs and always ready WITHOUT EXCUSES", "May your vote be good, for the health, equity, development and growth of all of Ecuador.", "Today more than ever I want to make it very clear that I am going to govern with everyone and for everyone. Together we will succeed!This Sunday, April 2, we are going to vote with conviction. Let's go together for an Ecuador for all!We are going to accompany you with security, housing and employment. The real change begins with you, with your vote for the future. We will do it together!", "The Presidency wins it with the affection of the people and with works such as the Manuela Espejo Mission. Unity will be our victory!On Sunday a new stage begins for Ecuador. There is a lot of work to do and improve. Together we will achieve it!Let us vote this Sunday with joy and peace for a responsible government that cares for all Ecuadorians. I'm counting on you!We are going to attract more investment and we are going to achieve it with you. My government will be one of opportunities for all. I am a man of my word!In a week we are going to celebrate that together we decided to build an Ecuador for all. As I have said, unity will be our victory.", "No expression of intolerance is acceptable, wherever it comes from. We reject acts of violence at the exit of Atahualpa.", "Thank you Guayaquil for this warm welcome. We will continue to support you and beautify this great city.", "You have my heart and I have the heart of the Ecuadorian people. Together we will do an extraordinarily efficient task!A country that takes care of you, inspires, accompanies and encourages you. That is the country that we are going to build for the next 4 years. I will be everyone's President!We will promote farmers with credits and cutting-edge technology. This April 2, let's vote for the development of the field!We will not make any decisions without consulting you. Nothing for investors without talking with you and the communities where you will invest.", "The only thing our young people need is someone to give them a hand. Take up, don't be intimidated, we will drive you!", "We will encourage companies to hire our young people. This government will be full of opportunities for all.", "We go with dialogue, with the minimum agreements, with tolerance and with respect. My hand will always be extended to everyone.", "I have said that we are going to start a responsible government as of May 24. Together we are going to move forward."], "Abr-2017": ["Long live Ecuador! Welcome fighters of peace and life!I am very excited, an explosion of emotions within my heart", "Thanks to the millions of Ecuadorians who supported us. Democracy won today, Ecuador won today.", "With my heart in hand, I thank all those who went to vote in peace and harmony. I will be the President of all and you will help me.", "Tomorrow I invite you to live an electoral day in peace, harmony, with responsibility and with absolute respect for the will of our people.", "I am going to inaugurate the cleanest government in history. We are going to completely eradicate corruption. I am counting on you Ecuadorians!This is just beginning. From now on, everyone will work for the country, for our beloved Ecuador. We will do it in peace and harmony!We will follow the decision of the Ecuadorian people. We are sure that today an Ecuador of all and for all begins.", "A big hug to all those who trusted our proposal and those who did not vote for us, we will also work for them.", "This Sunday we are going to make history. With your vote we can build an Ecuador for all. We are in this together!There is no greater honor than serving the country that gave you birth. This April 2, unity will be our victory!Many thanks to all Ecuadorians, those who voted for us and those who did not, this is how democracy is strengthened.", "In my first days in office I will send a bill against corruption, because we will do a major surgery to combat dishonesty", "As President-elect of all, I will work for the various sectors of the country. We will not rest until we have eliminated extreme poverty!Today I met with brigadistas who helped us to travel the country door to door. My enormous gratitude for all the work done.", "The new country begins with your vote, I am counting on you, just as you can count on me. Every decision will be made with dialogue!I really appreciate my running mate @JorgeGlas. Thanks to all the candidates who participated.", "Thank you President @NicolasMaduro. My government will be for everyone, especially for the poorest and for the Homeland of Bolívar and Sucre.", "Thank you President @mauriciomacri. My whole life for a united, equitable and just Ecuador. I will work tirelessly for the Ecuadorian people", "Thank you, President @luisguillermosr. My government will be for everyone and for an active and prosperous, dignified and sovereign Ecuador.", "Thank you, President @ppkamigo. My government will be for a country for all; equitable and just. And for an active and fraternal neighborhood.", "Thank you very much, President @jimmymoralesgt, the privilege of serving the people is invaluable. A fraternal greeting to the people of Guatemala.", "Thank you, President @JC_Varela. My government will be for the unity and prosperity of Ecuador. And for a Great and bright Homeland.", "Thank you for your wishes, President @sanchezceren. All my work will be for a free and inclusive Ecuador and for a sovereign America.", "Thank you for your wishes, @RGrynspan. My government will be inclusive for all and for the best relations with all sister countries.", "Thank you, President @EPN for your greetings. My work and my effort for the prosperity of all Ecuadorians and for a dignified America.", "Happy day, teachers of my country. I am the son of teachers and I know of their enormous vocation of service and their selfless work to make the country great", "It is time for agreements for the great national objectives. Democracy is strengthened, let's look ahead. The future does not stop!", "We will work to consolidate confidence in dollarization and in everyone's responsibility to maintain it.", "I know the needs and concerns of the productive sector and now we will achieve the agreements that we have raised.", "After the counting of 1.2 million votes, the triumph of @ 35PAIS is ratified. Thank you, we will not disappoint you! Ecuador expects peace and work.", "Thanks to the thousands of Ecuadorians who joined us in this celebration of peace and democracy. Now we go from words to action ...", "We are less than 30 days before the start of the new government. We are already working and planning everything that we are going to achieve together.", "It is time to add up and everyone's support is key. United we will walk towards great national goals, towards a country with rights for all", "Greetings to the public servants of the country in their day. Their effort and dedication magnify Ecuador.", "We will fulfill what was promised and we will make a government of all and for all. You have my word, the future does not stop!", "This is another sign that disability is not disability. In my government we will continue to strengthen inclusive social rehabilitation.", "Today we had a great day with MashiRafael JorgeGlas and colleagues from @ 35PAIS. With conviction and work we will continue to develop the country.", "Dear Angela, she is counting on me, our government and all Ecuadorians.", "Congratulations to @conadisecu for his commitment to the inclusion and participation of people with disabilities throughout Ecuador."], "May-2017": ["Great human beings: Mons. Eugenio Arellano and Mons. Fausto Trávez. We will work in unity to strengthen the values ​​of our country.", "We have ratified that Ecuador is the permanent seat of the peace talks. We will continue to be until the objective is achieved.", "In a meeting with President @JuanManSantos we renewed our commitment to strengthening peace and our relations.", "Greetings, dear workers of the country in your day, you are the most important thing in the development of Ecuador, all for you, all with you!Pride for Ecuador to have a President who receives Doctorate Honoris Causa # 15, this time delivered by Cuba. A dear hug", ". @ 35PAIS is the most important political movement in the country. For 10 years historical changes have been promoted in every corner of the country.", "Manabí represents strength and hope, that is why this land of fighters was chosen to celebrate the VI National Convention of", "Today, with deep commitment to Ecuador, I have received the credentials as President of the Republic My heart for my country!A hug to @mashirafael, after a decade devoted with love to the country. I proudly join in the congratulations", "Dear Ecuadorians and Ecuadorians, with great responsibility I have worked in the conformation of our Government Cabinet ...", "Thank you peoples and nationalities of Ecuador. I will carry this task in my hands and in my heart. We will work tirelessly for all of you.", "Let's enjoy this holiday with the joy that characterizes us Ecuadorians. Drive carefully and you know", "Today this new stage begins. We will continue to build what was started 10 years ago. The Citizen Revolution continues to be written", "This Cabinet will have the commitment to serve, to consolidate national development, generate decent employment and advance in eradicating poverty.", "A Cabinet that reflects the stamp of this new stage in the history of the country and of our political process: plurality, unity and dialogue ...", "Cabinet made up of professionals, members of the RC, businessmen from different social and political sectors, peoples and nationalities.", "Ecuador celebrated the # FestivalDeLaRevolución with the certainty that its achievements will continue. Goodbye @MashiRafael, we are going to miss you."], "Jun-2017": ["I had the pleasure of having lunch with children from all over the country. Thank you for your love, joy and tenderness.", "Welcome members of the Front for Transparency and Fight Against Corruption, I appreciate your work on behalf of all Ecuadorians.", "I have invited these people to take on the challenge of building together a country that is an example of transparency.", "No act of corruption goes unpunished, no matter where it comes from. All those involved in the Odebrecht case must answer to justice.", "and full of values. We go forward, together and in harmony.", "We are giving our full support to the Judicial Branch in the fight against corruption. We are not going to allow ...", "The fight against corruption and for transparency is everyone's job. We will not give up in this process that began some time ago with cases ...", "Let us embrace the children of the Nation. Our total commitment to them: rights, well-being and future from conception", "6.2 earthquake with an epicenter in Peru, near the border with Ecuador, was felt in southern provinces. At the moment there are no news.", "As I announced, we are going to continue our fight by doing major surgery on corruption ...", "Now, the government and civil society join forces for a more transparent country and we will not give up in this effort for a more honest Ecuador.", "This Front will contribute to strengthening the struggle that has been developing, and will institutionally integrate the citizens.", "Front of Transparency and Fight against Corruption, which we will install on Monday, and through it, the whole of society ...", ".emblematists like Petroecuador and Odebrecht, and that now with the international information released and that we have, is strengthened.", "and we will start it immediately with the formation of the Front for Transparency and Fight against Corruption, for which ...", "I have spoken with the UN Secretary General, @antonioguterres to establish cooperation in the fight against corruption. In the ...", "Today I held an excellent meeting with representatives of the functions of the State. Together we will continue working for the future of Ecuador.", "Children should not work. We want them learning and playing. That is everyone's job.", "Good news! The dialogue is beginning to bear fruit. I have just pardoned Patricio Marcelo Meza Saltos, who was sentenced in Pastaza.", "Let's learn to be good parents. Family is the only test that we cannot fail.", "It's absurd: the main problem for albinos is the rejection of society for being different.", "The newborn's smile is the first gesture of generosity of the human being.", "Total rejection of violence. We sympathize with the pain of Sister Colombia. She has all our support, dear", "This month, the portrait of the public offices is that of Manuela Espejo. The whole country must know her life and the values ​​she has bequeathed to us.", "I met today with Jimmy Jairala and Dalo Bucaram. The dialogues will continue.", "It is not worth fighting for political reasons! Let us embrace again the brother who distanced himself, the friend who left", "Today I cited Eduardo Galeano at the launch of the Productive and Tax Advisory Council:", "I have just taken possession of the Governors. I have asked that they be respectful of the divergences but rigid in the application of values.", "Mayor Cabrera attended the dialogue. The tram is a project of national interest and Cuenca will always count on us.", "A revolution does not go back to the beginning, it grows in a spiral around its beginnings.", "This is the immense capacity for innovation that we have in Ecuador. Congratulations to Pacari, República del Cacao and especially to Hoja Verde", "Thank you for the joy you give us Paola! Ecuador needs people like you: with dedication, with discipline, with tenacity.", "The financing. I will honor the commitment of @MashiRafael who allocated 750 million dollars to this work. All our support ...", "I signed the pardons for José Rodrigo Tubón Guano, José Manuel de la Cruz Sánchez, ..."], "Jul-2017": ["Abstinence syndrome:The key is to identify the coincidences and agree on joint work for the benefit of our Ecuadorian people.", "The dialogue continues. We remain determined to reconcile the country. For hate, do not count on me.", "The dialogue continues. With General Paco Moncayo we also discussed the issue of the fight against drug use.", "The dialogue continues. Today with the Conaie and the government team in charge of attending to all the legitimate concerns of the comrades.", "The dialogue continues. With the mayor José Bolivar Castillo, the development of Loja and with Dr. Viteri, the fight against drug use.", "# LaRevoluciónContinúa, always firm in my principles. Today I office in Guayaquil ...", "The political dialogue continues. I met today with Patricio Zambrano from @PSocialistaEc and with Carlos Andrade from @PC_Ecu.", "I am in Manabí. They inform me that the earthquake was felt in various parts of the country. I have reports that the population remains calm and ...", "In case anyone doubts, the opposition lost. The Citizen Revolution won and continues.", "Be confident that we are prepared to move forward and boost our economy", "The dialogue continues. Today with the Network of Teachers. They will join the #PlanNacionalDesarrollo. We continue promoting # EducaciónParaTodos!", "I was silent out of respect for authority. There has been no reciprocity.", "We will continue to change everything that is necessary to consolidate democracy and the well-being of all. Chapter closed.", "We cannot pretend that everything has been fine. Make no mistake about it. We have come a long way, but there are long stretches to go ...", "Truly, the country expected a message of optimism and hope. As I said in my message, now only the future remains.", "One should never regret acting like a gentleman. What natura non da, Salamanca does not pay.", "... May they find peace in their hearts in the midst of pain. From the reports I have received, there are still wounded with a reserved prognosis ...", "Our young people continue to rejoice us. The swimmer Samantha Arévalo won silver in the Budapest World Cup. Another pride for the country!", "Stalin Mosquera, silver shot put in the Paralympic World Cup. What pride. This is our Ecuador, inclusive and diverse!", "21 years ago the anthem of Ecuador was heard for the first time in the Olympics. Thank you Jefferson Pérez for that victory!I invite you to see the message of the National Network yesterday. With serenity and optimism we will achieve that this adversity drives us further.", "To be a revolutionary is to tell the truth and not hide reality from the country.", "It is time to undertake the task together. Receive our hands so that together we can move Guayaquil forward.", "Guayaquileños and Ecuadorians: I am everyone's president. We will do nothing for you, without you.", "Every family has the right to see their children with a degree. We are working for an education of excellence for all.", "San Agustín is an artistic, historical, architectural, religious jewel ... Let's get to know and enjoy our heritage.", "I inherit a debt and a serious scenario. I assume with responsibility the commitment to face it. But I will not be able to do it alone.", "Long live Guayaquil! To the tenacity of its people, its creativity, its joy and generosity. A huge hug in its 482 years of foundation.", "Our economic program will promote work and employment for the well-being of all Ecuadorians, especially those most in need", "Thank you for the immense joy that David Arroyo gives us! Two gold medals in the Pan American Weightlifting Championship."], "Ago-2017": ["Ecuadorians and Ecuadorians: that the networks serve for peace and unity.", "Long live Esmeraldas in its 197 years of Independence!", "Great support for our fight against corruption. Thank you Guayaquil!", "Thank you Ecuador! It is not support for me, but for major surgery against corruption.", "Honesty and transparency should also be reflected in social media.", "Let the government set an example. Austerity begins at home.", "Let's use social media to build. Let's be better people in everything and with everyone.", "Excellent working day. We look after the interests of the country!", "Politics is the art of serving others. We are going to clean up politics in Ecuador!That loyalty, transparency, honesty be implanted in Ecuador. We are not going to allow corruption to dominate the country!Let's be better Ecuadorians. Let's start a crusade in our hearts for the revolution of the human being", "The government of Qatar gave a generous donation to the victims of the 2016 earthquake. Thank you on behalf of the Ecuadorian people!Some physical characteristics differentiate us, but ... We are all made from the same Ecuador!Mexican political leader, he visited me today. The peoples of both countries have long-standing common ties.", "In the networks, I report what I do and celebrate the triumphs of our compatriots. I will never use them to offend Ecuadorians.", "Congratulations and thanks to our Paralympians. Damián Carcelén and Anderson Colorado: a luxury final!", "The sustenance of democracy is dialogue.", "A united family is our best support and shelter. It is for her and for her that we exist!Against the corruption of before, now and that which could come!", "A saying of my mother: The closer you are to the truth, the more nervous the guilty become.", "The fight against corruption continues", "We trust honest workers, who are many more than those who stole from the country. Their work makes the country great", "Today we sow the first seed of dreams and illusions. Soon, the harvest will bring all that love to our tables.", "Recognize the hero who wields a machete or plow. The farmers always feed us. We look back at the field!Children come into the world to be happy and it is our obligation to create suitable environments to achieve it", "In a few minutes Carlos Pareja Yannuzzelli will surrender to answer for his accusations, committing to collaborate with justice", "We recognize and value the roots, traditions and knowledge of the Afro-Ecuadorian people as a fundamental pillar of our identity as Homeland.", "I reiterate my commitment to all women. It is their time, their history. We want them free. The Homeland is with you!like an angel who won't charge a penny, he will provide you with medicine and teach you how to keep your family healthy.", "Young people must be given the freedom to achieve their dreams.", "The farmer accompanies us for breakfast, lunch and dinner. Three meals a day served with", "He adorned himself with compatriots from different provinces. Thank you very much for his presence. They are always welcome!", "Young people are building the country of the future, TODAY. We must serve them. Leave a positive generational change. Count on us", "The corrupt have to be punished and that they locate and return the resources that were improperly obtained.", "If we need something, it's a job, a job, a job. That's what they chose me for. That's what I'm here for!Any vessel that fishes illegally in our sea will be stopped immediately, as we did last week!", "If someone wanted to obstruct the truth, I will not hesitate to go to the will of the people to decide and point out the ways", "We do not need 100 days to fulfill our offers. Several projects are underway that will generate thousands of jobs!Alone, no! It is time to unite. We need everyone's support; a productive symbiosis of employer and worker.", "Thank you very much Paco dear. It is a deep love for the country."], "Sep-2017": ["Mamá Zoila left to cheer the sky with her cadence and vitality. She leaves us the example of a woman, mother, fighter and artist.", "Back to school! I remember Mom fixing uniforms, Daddy covering notebooks. United families build homeland", "Young people, you must give your best; parents, support your children in values; teachers, train your students to serve.", "One more step towards peace! What joy for the Colombian brothers and the world", "We analyze the call for a popular consultation, the people are our constituent and they will have to pronounce on the changes", "I will not allow corruption and lack of transparency to prevail in the country. To train children in values!As a society we need to combat the plague of corruption, caused by the voracious ambition of money or power", "I invite once again all citizens to report every case of illegality that can be documented.", "29 years ago, the defender of the humble left. Monsignor Leonidas Proaño continues to inspire the causes for an inclusive and equitable homeland", "We guarantee all students an education of excellence and quality. Be free to achieve your dreams!", "The only loyalty that exists is to transparency and justice. We are not going to disappoint you. We govern for all!Economic measures will never affect the poorest. Responsible spending with social guidelines", "When the personal comes before the public, we enter the muddy terrain of corruption.", "More than 80% of the population approve of our management. I receive this support with humility and responsibility.", "We generate agreements with private banks and cooperatives, always thinking of the common good and with clear State regulation", "FISGÓN: fond of sniffing the lives of others.", "Surprised and furious! Hidden camera in my office, transmitting by remote control. This is a crime of violation of privacy.", "Dialogue is pleasant with those who think alike, but - without a doubt - the one that enriches the most is the one done with those who are different.", "Problems are only material. The important thing is the talent and will of teachers and students. We continue with the original dream.", "The camera that was found in my office was installed 7 or 8 years ago. I did not know of its existence.", "From Ripley: One person says cameras were considered part of the Presidency's furniture!Popular consultation: Nothing more legitimate and constitutional than directing the destinies of the country, with the participation of the country", "Nobody had at least the delicacy to notify me. The previous Presidential Protection Service did not inform the new one either,Popular Consultation: make the election of control authorities transparent; strengthen the balance between State functions.", "Popular consultation: to deepen citizen participation and improve our political system to have more democracy.", "Decree a State of Exception for serious risks in the area.", "Fight against corruption in coordinated activity with the different entities of the justice sector.", "We are a Tourist Power. Let us learn from the best experiences. One tourist for each inhabitant is our goal!", "Today is the day of the National tricolor, symbol of glorious history, present of unity and future of hope. Long live", "Tourism is the axis of our development in the post-oil era. An effective way to generate employment. Here we go!Having lunch at the Carapungo Market is enjoying the traditional flavors of Ecuador and receiving the affection and appreciation of the people.", "We checked it! Dialogue drives projects. Intense and productive work with results.", "A former president said that I hope the young people will replace us. But he did the opposite,We believe that dialogue is the tool to build societies of peace. Let's promote respect for diversity!We strengthen the debate in search of just policies that promote a culture of dialogue and peace to eradicate poverty", "We ratify that a more just world requires respect for the rights of indigenous people, women and migrants", "Let us encourage the control of tax havens, the operation of transnational companies and eradicate unilateralism and extreme poverty", "At the UN, Heads of State and ambassadors are very interested in @PlanTodaUnaVida as a government program."]}