{"Oct-2016": ["No te pierdas la entrevista de esta noche. Análisis y reflexión política de cara al proceso electoral 2017.", "Compartimos la agenda que tendremos en medios. ¡No te lo pierdas!", "Vamos por la inversión, la producción, el empleo y el emprendimiento de los jóvenes #LuchadoresDeLaPazYDeLaVida  35 PAIS JorgeGlas", "Mañana estaremos en  teleamazonasec ¡Los esperamos!", "Saludamos al puerto principal del #Ecuador en sus fiestas. ¡Viva Guayaquil!", "Un abrazo a todas las mujeres valientes que lucharon y luchan contra el CáncerDeMama. Todo nuestro apoyo para que lleven una vida plena.", "Nos reunimos con los líderes de la ruralidad con el compromiso de trabajar juntos desde cada rincón del país.", "Inicio mis actividades en Manabí. Hoy entregaré viviendas accesibles para personas con discapacidad. ¡Buena semana para todos!", "Estoy en el Parque Flushing de Nueva York junto a nuestros hermanos migrantes. El cariño ecuatoriano trasciende fronteras.", "Gracias a nuestros pueblos hermanos que siembran en sus naciones la semilla de la equidad, la justicia y la diversidad.", "Todo el respaldo para los líderes de la ruralidad, ellos son los voceros de nuestro pueblo productor.", "Hoy extiendo mi mano para trabajar con todos los concejales de la Patria. ¡La misión continúa y ahora es todo el Ecuador!", "Los transportistas del país siempre tendrán las puertas abiertas para trabajar juntos. ¡Gracias por su apoyo!", "Mientras recorro las calles de Corona, escucho atento a nuestros hermanos migrantes. Verlos es sentir que estoy en Ecuador."], "Nov-2016": ["Lo haré con cariño, respeto, honestidad, solidaridad pero sobre todo con amor, mucho amor.", "Los niños, los ancianos, las mujeres y los jóvenes son la misión que hay que seguir ¡Trabajar por ustedes es mi compromiso desde ahora!", "Ser ecuatoriano es nunca darnos por vencidos, es darlo todo por quienes amamos ¡Me voy con el compromiso de hacer lo imposible por ustedes!", "En cualquiera que sea el sitio el cual me encuentre seguiré trabajando por los derechos de las personas con discapacidad.", "El gran generador de empleo es la empresa privada. Conozco su realidad y considero será fácil ponemos de acuerdo con ustedes", "Como Enviado Especial de  ONU_es me esforcé por construir un mundo más inclusivo y accesible para todos. ¡Mi compromiso continúa!", "Reiteramos nuestra voluntad de trabajar en una agenda bilateral positiva. (3/3)", "Nuestra prioridad será precautelar ante todo, derechos de emigrantes ecuatorianos y ampliar el flujo comercial. 2/3", "Vamos a continuar con esta gran obra y lo vamos a hacer mejor.", "En el Consejo Nacional Electoral junto a mi esposa Rocío. Vamos a alcanzar con todos ustedes nuevos sueños para la Patria.", "Gracias a todos por acompañarme. Hoy presentamos a los mejores equipos y las mejores propuestas para alcanzar nuevos sueños por Ecuador.", "A ratificar nuestro compromiso de una Patria de paz, desarrollo y más bienestar para todos.", "¡Los espero en el  cnegobec ! Estamos listos para potenciar la revolución desde el corazón de cada ecuatoriano, en cada rincón de la Patria.", "Ha partido un caballero, Sixto Durán Ballén. Que la paz en su tumba alcance el corazón de su familia que tanto protegió, amó y guardó.", "Vamos a promover visitantes desde China hacia Ecuador. El turismo, parte esencial de los nuevos sueños por alcanzar.", "Mañana, más sólidos que nunca, junto a  JorgeGlas a inscribir los candidatos de AP, candidatos del pueblo!!", "Dialogamos también sobre nuevos créditos con tasas favorables y mejores plazos en beneficio del Ecuador", "Ha muerto el Comandante de la dignidad de los pueblos pequeños. La Misión Manuela Espejo se inició con su apoyo. ¡Hasta siempre comandante!", "Junto al mejor equipo para liderar las demandas de Guayas en la Asamblea.", "Con mi esposa Rocío nos comprometimos a tomar las acciones necesarias para contribuir a erradicar todo tipo de violencia de género.", "¡Juntos alcanzaremos los sueños del nuevo Ecuador! Con trabajo, compromiso y esfuerzo por una vida digna para cada ecuatoriano.", "Es hora de dignificar la política. Tenemos que darle honor a la política, sin calumnias, sin tocar a los familiares de los demás. ", "¡Qué grato encontrarme con la pequeña Paula de los Ángeles y su madre a quienes ayudamos para la obtención de un transplante de córnea!", "Rumbo a Ambato a trabajar con sectores productivos de la provincia y encuentro con medios de comunicación.", "Gracias al apoyo de este importante sector productivo  que genera más de 16 mil empleos en Tungurahua. ¡Trabajemos juntos!", "Quiero que sepan compañeros que por supuesto van a ser parte fundamental del nuevo proceso de la Revolución Ciudadana.", "Hoy estaré en Guayaquil para la inauguración del Centro de Capacitación Ciudadana.", "El diálogo y el aprendizaje nos aseguran un futuro de objetivos cumplidos. (3/3)", "¡Está es la lucha de todos! Sólo así lograremos sociedades con dignidad y libres de violencia. 3/3", "También dialogaré con los candidatos a asambleístas para conocer sus ideas y así juntos seguir potenciando al Ecuador.", "Me comprometo a trabajar incansablemente para promover la igualdad y el respeto. Ya lo he hecho antes "], "Dic-2016": ["Felicidades a Quito, la ciudad de la mitad del mundo. Llena de tradiciones y gente maravillosa. A festejar con mucha alegria", "Este día es muy importante para quienes luchan incansablemente por sus derechos. Lo haré todos los días junto a ustedes ", "Quito, capital de este país que te impulsa. Celebremos en grande y con responsabilidad", "Gracias por estar junto a mi. Nunca lo olvidaré. ", "Loja seguirá siendo capital de las artes, la cultura y la educación, porque para el Ecuador y para Loja el futuro no se detiene.", "Gracias al pueblo otavaleño por su hospitalidad y respaldo. Vamos a regresar la mirada al campo para aumentar productividad de sus tierras.", "Qué cariño, qué alegría y qué gran recibimiento de los quiteños ", "Mi corazón hoy se llenó de felicidad. Fue muy grato ver cómo toda la sociedad ha recuperado la dignidad ¡Seamos promotores de inclusión!", "La alegría del pueblo de Manta reconforta el alma. El Proyecto Sí mi Casa es parte de ese futuro que no se detiene.", "Pero qué deliciosa comida sirven en el Mercado Santa Clara de Quito. Creo que Rocío tiene competencia.", "Cuando de naipes se trata, no hay quien me saque. Me he divertido mucho junto a los amigos del Mercado Santa Clara ¡Ya habrá otra partida!", "Celebro a Quito en sus fiestas de la mejor manera: Asistiendo a su tradicional carrera de coches de madera ¡Nuestras costumbres son únicas!", "¡La sonrisa del pueblo quiteño en esta fiesta tradicional, me contagió de alegría!", "Siempre será gratificante estar rodeado de personas alegres y cariñosas. Son un ejemplo de vida", "Hoy junto a la directiva de 35PAIS acordamos grandes acciones para todos los sectores del país ¡Vamos más fuertes que nunca!", "Apoyo al emprendedor, impulso a la juventud, créditos que aceleren la productividad; son factores de ese Ecuador que juntos construiremos", "Mis 3 nietos me van a pedir celebrar las victorias de Barcelona. Felicidades, nos vemos con el gran Aucas.", "Además, compartiré las propuestas de gobierno en Radio Satélite 107.1 FM ¡Vamos por ese país que vela por el futuro de todos!", "Hoy estaré en Otavalo para reunirme con representantes de 65 comunidades indígenas del norte del país.", "Nadie abandona su tierra amada por voluntad propia. No los hemos olvidado, me comprometo a consolidar planes para ustedes y sus familias.", "Nunca acudamos a la violencia para defender nuestras posiciones. El diálogo siempre es el mejor camino ¡Somos un país de paz!", "Pueblo machaleño, gracias por tanto cariño. Tengan la seguridad que tendremos un gobierno donde no habrá nada para el pueblo sin el pueblo.", "Todavía hay patria por construir, todavía hay pobreza que erradicar, todavía hay maestros por emplear, todavía hay estudiantes que educar.", "Hoy disfruté de la alegría y la solidaridad de la Navidad en Monte Sinaí  ¡La misión continúa en todo el país!", "Gracias a todos los moradores del barrio La Ronda por tanto cariño. Son un orgullo para el país.", "Visitar el barrio La Ronda me trasladó a esa infancia en donde se jugaba al trompo con los amigos ¡Sigamos rescatando nuestras costumbres!", "Me reuní con fuerza productiva orense en Corporación Palmar. Mi apoyo para generar más empleo y mejores condiciones", "¡Los jóvenes nos demuestran que lo tenemos todo para innovar! Voy a seguir apoyando la generación de conocimiento. ", "El maestro tiene una gran responsabilidad: Desarrollar un futuro sólido y preparado para nuestras próximas generaciones ¡Gracias por tanto!", "Estoy con ustedes pueblo de Esmeraldas y con la familia de la fallecida. Mantengamos la calma y nunca perdamos la fe.", "La innovación y el conocimiento no fueran posibles sin el esfuerzo de los maestros ¡Vamos por una revolución educativa!", "Cuando te comprometes con tu país, de corazón, obrando con amor, ", "Un campeón siempre sufre con el mejor. ¡Felicitaciones Barcelona!", "Superaremos las dificultades y seguiremos alcanzando sueños. Seamos todos protagonistas de este futuro que no se detiene. Feliz Año Nuevo.", "Seamos ese abrazo reconfortante, esa palabra alentadora y sobre todo, ese corazón solidario que abrigue la esperanza. Feliz Navidad.", "No saben lo gratificante que es volver a la tierra amada. Gracias pueblo amazónico por el gran recibimiento. Nada para ustedes, sin ustedes.", "Vamos a construir un futuro juntos para alcanzar nuevos sueños ¡El cambio verdadero es contigo!", "Recorrer el Malecón de Salinas rodeado de la alegría y calidez de su gente, hicieron de este un gran día.", "Hagamos del 2017 nuestro mejor año, porque el futuro es ahora y contigo ¡Vamos por un futuro que no se detiene!", "Hoy en la Isla Santay, tuve la oportunidad de compartir el cariño de la gente de Guayaquil.", "Hoy fue un gran día en Cuenca. Quiero decirles que dejo mi corazón aquí, con  todos los cuencanos, hasta siempre.", "Viví un momento muy ameno con muchos guayaquileños. Debemos promover la paz y solidaridad en esta Navidad.", "El cambio que necesitamos es garantizar un acceso más oportuno a la atención médica ¡El cambio verdadero es avanzar!", "Muchas gracias por su enorme cariño jóvenes del Azuay ¡Su futuro no se detiene!", "El cambio que hace falta es ampliar el acceso y construir universidades técnicas para que muchos más puedan prepararse", "La Navidad es más gratificante cuando se la comparte con los demás. Feliz Noche Buena.", "El cambio necesario es utilizar la energía limpia y sustentable para que la industria le saque todo el provecho. ElFuturoNoSeDetiene", "El mayor generador de empleo por excelencia es el sector privado ¡Hay que hacer un gran acuerdo por la inversión y el trabajo digno!", "También visité a la gente emprendedora del Mercado 10 de Agosto. Su amabilidad y hospitalidad hacen de esta ciudad algo maravilloso.", "Ayer viví un hermoso momento navideño con familias del programa Socio Vivienda I. Mantengamos siempre ese espíritu de solidaridad y unión", "Recorrimos las calles de Cuenca acompañados de una gran caravana que llenó de alegría cada rincón de esta hermosa ciudad", "El cambio que hoy se necesita es mejorar la atención de servicios públicos que ahora son modernos, eficientes y dignos ElFuturoNoSeDetiene", "El cambio para quienes han mejorado su vida, es seguir creciendo, seguir avanzando y convertirse en emprendedores. ElFuturoNoSeDetiene", "Los médicos cumplen una actividad muy sacrificada y de gran responsabilidad. Con un diálogo permanente lograremos resultados aún mejores.", "Nuestra cultura y diversidad están bien representadas por el trabajo de artesanos del Ecuador. Vamos a fomentar su desarrollo productivo.", "El cambio que todos queremos es maximizar tu potencial a través de más becas para dar el salto definitivo al desarrollo", "El cambio responsable es seguir fortaleciendo y equipando instituciones de justicia y seguridad para garantizar la paz ElFuturoNoSeDetiene", "Mantuve encuentro en Tena con Colectivo @EcuadorPorLenin. Debemos seguir escuchando a los ecuatorianos y avanzar ¡Ese es ElCambioVerdadero!", "Me reuniré hoy en Guayaquil con sector productivo del país ¡Juntos impulsaremos el cambio verdadero!"], "Ene-2017": ["¡La unidad nos hará avanzar aún más! El futuro no se detiene ElFuturoEsAhora", "Por fin entendieron los medios y la oposición que este ya no es un país de debates y confrontaciones. Este será un país de diálogo y respeto", "Nunca les fallé y nunca les fallaré, lo volveremos a hacer con amor, compromiso y dedicación.", "Yo no quiero ser presidente para satisfacer la vanidad. Quiero ser presidente para servir ¡La misión es con ustedes!", "No permitiremos que el futuro de nuestros jóvenes se detenga por el consumo de drogas. Lucharemos sin cansancio contra el narcotráfico.", "Compartí grandes anécdotas en el Mercado Chiriyacu junto al cariño de sus comerciantes y emprendedores. Gracias por tanta amabilidad.", "La economía popular y solidaria será consolidada con facilidades de crédito que otorgaremos para impulsar producción y exportaciones.", "No se puede venir a Latacunga porque uno regresa enamorado. Mi corazón siempre estará aquí. Nos vemos pronto.", "Ustedes me conocen, aquí inició la Misión Manuela Espejo. Fue su apoyo el que logró que continuemos ¡A Latacunga y a Cotopaxi se le respeta!", "Construiremos un país que te cuide toda la vida, un país que te impulse. ", "Felicito a quienes hacen la importante labor de ser periodistas. Con su trabajo responsable fortalecemos la democracia. ", "De esas bienvenidas que alegran el corazón. Gracias Latacunga", "Hoy en el Albergue San Juan de Dios anuncié mi compromiso con los adultos mayores y expuse el Programa", "El cambio que propongo es atender a niños y niñas en sus primeros 1.000 días, promoviendo su desarrollo integral en un ambiente sano.", "Todos los jóvenes podrán estudiar, garantizaremos educación de calidad. Nuestro desafío es construir juntos ese Ecuador que te impulse", "Vengo recorriendo Cayambe y siento que renovados vientos de libertad y justicia soplan por toda la patria. Soy admirador de su progreso", "Promoveremos mayor inclusión social, mejoraremos sus condiciones de vida, duplicaremos pensión jubilar y ampliaremos cobertura", "Con ello lograremos erradicar la desnutrición infantil y violencia, e incrementar la cobertura de servicios para la primera infancia.", "Siempre que vengo a Latacunga me quedo admirado de su belleza. Coloquen más flores y verán que será aún más hermosa ¡Gracias por todo!", "Juntos construiremos una sociedad que los valore y los respete. Juntos construiremos un país que nos cuide. ", "Gracias por la cálida bienvenida de la gente del Mercado Chiriyacu. Soy hombre de palabra les aseguro que lograremos tener", "Mi más sentido pésame  JorgeGlas y a tu esposa Ciia por el fallecimiento de su padre Ricardo Díaz. Que la unión familiar sea su fortaleza", "La campaña sucia manifiesta que yo voy a eliminar la dolarización. La vamos a mantener. Con mentiras no van a ganar. ", "Lo he dicho antes y reafirmo mi compromiso en inyectar más inversión al turismo para generar más ingresos en el Ecuador del futuro ", "Hoy celebramos 10 años de cambios. Sería imposible decir todo lo que ha hecho este gobierno.", "Yo respeto a quienes piensan diferente, los respeto y los escucho. Avanzar y nunca retroceder, ese es #ElCambioVerdadero", "Tú has sido testigo de que hemos vivido durante esta década, una leyenda de la que tú dirás algún día: Yo fui parte de la RC", "No se dejen engañar por lo que dicen. Aquí estamos para servirles, acompañarlos e impulsarlos. Juntos avanzaremos. El futuro es ahora.", "Loja querida, ciudad amable y solidaria, muchísimas gracias por todo lo que hicieron por la Misión Manuela Espejo. Son una inspiración.", "Un gobierno revolucionario no puede dejar absolutamente nada pendiente. Faltan tantos sueños por alcanzar. El futuro es ahora ", "Avanzaremos al futuro, tomaremos lo que ya tenemos y lo haremos aún más grande. Tenemos muchos sueños por alcanzar y lo haremos con ustedes.", "Jóvenes, su energía y ganas de devorar el futuro será el motor principal de mi gobierno. Les aseguro que este futuro no se va a detener.", "Un abrazo muy grande a todos ustedes. Ganaremos en primera vuelta porque nunca le hemos fallado al pueblo. Gracias por este encuentro.", "El mayor logro fue levantar el orgullo ecuatoriano. Ahora vamos juntos hacia ese cambio verdadero. ", "Mientras recorrimos algunos sectores de Guayaquil vi a jóvenes, padres y madres siendo parte de este cambio verdadero que se viene.", "Estamos con ustedes y me comprometo a defender sin descanso, los derechos de las trabajadoras remuneradas del hogar.", "La creatividad, la imaginación, la innovación son puntos fundamentales para el emprendimiento.", "A elaborar emprendimientos, jóvenes queridos. No pensemos siempre en ser empleados. No tengan miedo a fracasar.", "Hoy estuve en Comité del Pueblo, un barrio lleno de gente espontánea y emprendedora. Hemos avanzado mucho y lo hemos hecho juntos.", "Hemos hecho camino al andar, hemos reinstitucionalizado el país. Donde ellos pusieron ignorancia, nosotros pusimos escuelas ", "Tenemos un mundo para crecer. Perdamos el miedo a la competencia. Somos, sin duda alguna, el país más megadiverso del mundo.", "El pasado para nosotros no va a volver jamás, nosotros vamos para adelante. Vamos por un país que te acompaña del brazo.", "Es mucho lo que hemos alcanzado, pero todavía tenemos bastante por hacer. Este proceso se fortalecerá porque lo vamos a hacer juntos.", "El programa Impulso Joven prevé crear 250.000 empleos en primer año. La juventud tendrá una plaza de trabajo digna, es mi compromiso.", "Ciudad llena de cultura, del sol brillante, de arcoiris hermosos. Tenemos un potencial turístico extraordinario, lo vamos aprovechar.", "Me reuní con el sector turístico del país. Para promover el turismo es necesaria la creatividad, la imaginación y la innovación ", "Vamos a apoyar sus emprendimientos con más créditos y así serán el principal generador de empleo. Tienen mi compromiso.", "El cambio que ofrecemos es potenciar nuestra infraestructura promoviendo la inversión nacional y extranjera.", "El cambio que necesitamos es mejorar la calidad y la calidez y garantizar un acceso más oportuno a la atención médica.", "Recorrimos varios sectores del distrito 1 junto a JorgeGlas y candidatos a asambleístas por @35PAIS . El futuro es contigo Guayaquil.", "Qué recibimiento más grande, Manabí.", "El cambio verdadero es trabajar unidos para hacer los sueños realidad. El futuro es ahora y contigo.", "El cambio verdadero es trabajar unidos para hacer los sueños realidad. El futuro es ahora y contigo.", "Gracias por invitarme a conversar con ustedes. Escogí estar en este diálogo porque aquí vinimos a hablar del futuro y no del pasado.", "Qué gratitud ver aquí a esta marea de gente. Vamos a construir juntos el país que queremos.", "No podemos permitir que se frene esta Revolución ¿Por qué? Porque aún hay futuro que construir", "es impulsar a los jóvenes y que todas sus ideas innovadoras se hagan realidad. ¡Ellos son el futuro!", "La misión continúa. Ustedes saben que soy un hombre de palabra. El futuro es ahora y es con ustedes, Manabí.", "Qué alegría estar en Manabí con 6.000 mujeres valientes de todo el país. Su fortaleza es la inspiración para construir el Ecuador del futuro", "En Encuentro con jóvenes del país vi 7 sillas vacías que debían ser llenadas por ustedes. Los jóvenes son la propuesta, alegría y entusiasmo", "No participaremos en debates basados en confrontación que devalúan la verdadera política como instrumento de servicio ético al país.", "Como Presidente me comprometo a garantizar estabilidad laboral a todas las mujeres trabajadoras.", "En el corazón del pueblo ecuatoriano siempre estuvo encendida la llama de la esperanza.", "Vamos a salir adelante. No permitiremos que nadie nos imponga pesadillas donde debería haber sueños y esperanzas ¡No lo permitiremos!", "Babahoyo, muchas gracias por esta acogida. El campo es vida y no hay nada más hermoso que sus tierras.", "Gracias Esmeraldas por este encuentro lleno de alegría y confianza en ese cambio verdadero que lograremos para nuestro país.", "El siguiente paso es impulsar producción, tecnificación y exportación para generar más empleo con equidad. El futuro no se detiene.", "Mi prioridad será erradicar la violencia contra las mujeres. Crearemos una red nacional contra la violencia de género.", "Alegría, fortaleza y esperanza es lo que transmitió esta marea de gente en Esmeraldas. Juntos alcanzaremos más sueños.", "Mi compromiso será avanzar más rápidamente y con mayor intensidad en atender sus demandas. No puede haber revolución sin inclusión.", "Llevaremos a cabo la Gran Minga Nacional Agropecuaria. Mi compromiso con el Ecuador del campo ¡Yo voy a ser su Presidente!", "Es el momento de contar con su participación activa. Ustedes demostrarán que desde el Ecuador podemos transformar el mundo.", "Empezamos la jornada en Quevedo. Esta es la tierra más productiva y fértil de todo el Ecuador. Gracias por su cálida bienvenida.", "El Ecuador no está para confrontaciones, es tiempo de diálogo y de políticas inclusivas. Late un nuevo Ecuador,", "Sobre el debate, he manifestado mi interés por un diálogo constructivo en el que se presenten propuestas con altura y respeto", "Mi compromiso será crear un gobierno responsable que las proteja, que las cuide y las impulse. Son el pilar de la sociedad en nuestro país.", "En breve nos encontraremos con la gente alegre de Esmeraldas. Escucha de qué forma fortaleceremos nuestro país por"], "Feb-2017": ["El Ecuador tiene 5 productos estrellas. El Oro tiene 3: el mejor cacao fino de aroma, el mejor banano y los mejores camarones del mundo", "Propuse dialogar y hoy dialogaremos. Que brillen las propuestas, ideas, el respeto y la verdad. Nunca más a la confrontación.", "Ustedes cuentan conmigo y yo cuento con ustedes para realizar este cambio verdadero en el Ecuador.", "Vamos a estar unidos y ganaremos rotundamente. Construiremos un país responsable que no se olvide de nadie ¡Seguiremos firmes!", " es mejorar lo que ya tenemos, nunca destruirlo. Y lo mejor que podemos hacer es construir un futuro juntos.", "Para que estos sueños se hagan realidad, les doy una tarea: hay que ganar. Yo sé que vamos a ganar pero debemos garantizar la victoria.", "Con su esfuerzo, la victoria en primera vuelta está asegurada. Todos los días subimos en encuestas ¿y saben gracias a quién? ¡A ustedes!", "Ustedes saben que pueden confiar en mí. Nunca les he fallado y nunca les fallaré", "Queridos cañarenses, muchas gracias por el amor y cariño a algo que ustedes mismos lograron aquí.", "La misión ya no es solo las personas con discapacidad, ahora la misión es todo el Ecuador.", "Nosotros vamos a confiar en ti y te entregaremos crédito para que puedas sacar adelante tu emprendimiento.", "Joven querido, te apoyaremos con créditos de hasta 15 mil dólares para que impulses tu emprendimiento, con seguro de riesgo incluido.", "Hemos alcanzado muchísimo en temas de salud. Nuestro reto será que todas las personas con enfermedades catastróficas tengan seguro social.", "Visité a miles de activistas y coordinadores en su encuentro para fortalecer el trabajo puerta a puerta en todo el Ecuador.", "Admiramos la labor de los artesanos que trabajan la paja, la piedra y el hierro. Vamos a fortalecer esta preciosa provincia con turismo.", "Estamos cerca del triunfo, por eso tengan la seguridad que tendrán un gobierno que se preocupe por Cañar ¡El futuro es ahora!", "Debemos visitar al amigo, al hermano, para decirles los sueños que podemos alcanzar juntos", "He propuesto hacer una cirugía mayor. He pedido a Naciones Unidas aplicar la Convención de la Lucha contra la Corrupción.", "Este diálogo estará caracterizado por el respeto mutuo para generar espacios incluyentes en donde todo el país se vea representado.", "¡Cómo puede haber desempleo en un país con tanta riqueza! Vamos a hacer del Ecuador una potencia económica.", "Pero sobre todo, inculcaremos valores a nuestros niños y jóvenes como la transparencia, honestidad y lealtad a la patria", "Las instituciones deben estar al servicio de todos. Nos aseguraremos que funcionen independientemente y con autonomía", "La opinión pública del Ecuador requiere ser construida con amplitud. Vamos por un país de diálogo y acuerdos.", "Acaba de fallecer Monseñor Alberto Luna Tobar, Obispo de las causas justas. Su obra por los pobres será imborrable.", "¡La unidad será nuestra victoria!", "Cuento contigo, cuento con todos ustedes ¡El futuro es ahora!", "Las elecciones son una fiesta democrática en donde se está resolviendo el destino que le va a corresponder al futuro.", "Me alegra mucho que vayamos ganando experiencia y conciencia democrática.", "Qué alegría venir a besar mi tierra querida. El último día antes de las elecciones quise venir a esta tierra amada", "Es claro que vamos a ganar. En todo el país hay unas mareas humanas que nos acompañan ¡Ustedes son la razón de ser la Revolución Ciudadana!", "Ahora viene lo mejor. Vienen otros tiempos, los tiempos del diálogo, de la mano extendida ¡Vamos hacia el futuro, el futuro no se detiene!", "Mi mano está tendida, con tu voto uniremos ideas y corazones por esa patria del futuro.", "Mi mensaje para todos los ecuatorianos, con mi mano extendida, mi mano franca. Vamos a votar con conciencia pero también con el corazón.", "Vamos a votar por el cambio verdadero que significa tomar lo mejor y hacerlo aún más grande.", "Gracias por esta campaña. He sentido el cariño y respaldo de cada ecuatoriano.", "El país está de pie, es el momento de la unidad. Yo voy a ser su Presidente y les doy mi palabra que no les fallaré.", "Querido Quito, el que jamás se quebró ante nadie, el que siempre se levantó para sacar a los sinvergüenzas. El pasado nunca más.", "Recomendados los deliciosos helados de   Laura Toapanta en el Tena ¡Gracias!", "Este domingo vamos a votar por las madres, niños, jóvenes y ancianos. Vamos a votar por nosotros pero también por ellos, los más necesitados", "No podía faltar el delicioso caldo de gallina criolla, el maito y la extraordinaria variedad de frutas tropicales que ofrece este paraíso.", "En el parque Amazónico del Tena recibí todo el cariño de mi ciudad. Gracias por tantos mensajes positivos.", "Ni la ciencia ni la intelectualidad deben ser imparciales. Deben estar comprometidas. Somos el país de la luz.", "Gente amable, gente trabajadora. Vamos a promocionar este pedacito de cielo.", "Vamos a trabajar para eliminar todo tipo de violencia, principalmente la intrafamiliar. Trabajaré por ustedes, pero necesito su ayuda.", "Un país responsable cuida de todos sus ciudadanos. Nuestro pueblo es bueno, lo único que necesita es el primer empujón y se lo vamos a dar.", "El abrazo de la gente es la adrenalina que me impulsa a soñar por el futuro de mi país. Gracias por tanto cariño.", "Un gran equipo que decidió humanizar la forma de servir al Ecuador ¡Gracias por todo!", "Unidad desde hoy. La alegría ya se viene, la alegría es avanzar con el proceso, la alegría es votar con conciencia pero con el corazón.", "Juntos queremos construir un gobierno y un país responsable que cuide de su pueblo", "Les juro que defenderemos la voluntad de todos ustedes y les juro igualmente que cumpliremos las promesas. Un hombre de honor sabe cumplir.", "Gracias Manabí! No permitiremos que se irrespete a los manabitas. La unidad es y será nuestra victoria.", "Vamos a seguir fortaleciendo la democracia. Acójanme, soy un montubio más. Nunca les he fallado.", "El pueblo manabita es sencillo y humilde, pero no se confunda nadie, el manabita sabe hacerse respetar ¡A Manabí se respeta!", "Nosotros somos gente decente y de paz. El Ecuador de tolerancia y respeto es el que vamos a construir juntos.", "Encabezamos una inmensa caravana y demostramos que la unidad es nuestra victoria. Si no estamos unidos no habrá futuro.", "Si hay una segunda vuelta lo haré con el mismo amor y dedicación, escuchando a la gente. Seguiremos con nuestra misión en todo el Ecuador.", "No volveremos al pasado y ellos lo saben. Por eso están desesperados, porque saben que aún en segunda vuelta les volveremos a dar una paliza", "Termino la semana agradecido con todos los ecuatorianos por el caudal de votos que recibimos ¡Una victoria contundente!", "Mi mano está tendida para seguir avanzando con quienes quieren un país grande, justo, solidario, unido, de hermanos y en paz ¡Un abrazo!", "Desde el inicio he venido con la mano tendida a ciudadanos y a políticos, con los cuales hay enormes convergencias en objetivos del país", "Hago un llamado franco a la paz y a respetar la voluntad popular sin importar a quien favorezca. La violencia no debe definir el resultado.", "Felicito a los asambleístas que han sido elegidos para la Asamblea. Cuando sea Presidente quiero tener la certeza de gobernabilidad.", "Uno no puede ser botín político de una persona que ha hecho daño al Ecuador. Ellos generaron el feriado bancario.", "Nuestro mensaje es de paz, de justicia y de respeto a las instituciones. Hacemos un llamado a la paz, somos un país de paz.", "Volveré a recorrer el Ecuador para abrazarlos e inclusive hablar con aquel ecuatoriano que no votó por mi.", "Sr.  LassoGuillermo , usted envió a 2 millones de ecuatorianos como migrantes en el feriado bancario, mientras yo he traído casa y seguridad.", "La carta de presentación que tiene el Sr.  LassoGuillermo es el feriado bancario, la mía es la Misión Manuela Espejo."], "Mar-2017": ["Ahora viene lo mejor ¡Vamos a ganar con la ayuda de ustedes!", "Con infinito agradecimiento y un gran abrazo de unidad comenzamos esta nueva etapa llenos de optimismo y alegría.", "Candidatos que calificaban como lo peor al banquero hoy te piden que votes por él ¡Sabemos que tú no permitirás esas contradicciones!", "Mujeres ecuatorianas, ustedes son la vida misma y la fortaleza que necesitamos para construir el Ecuador del futuro.", "Esta semana también vivimos el cariño sincero de los ecuatorianos. Será un honor servirlos como su Presidente.", "Somos gente que nos gusta luchar por nuestros ideales, somos revolucionarios de toda la vida.", "Empleo para todos, casa para todos, atención para todos ¡Esa es la propuesta de mi gobierno que comenzará el 24 de mayo!", "Te felicito Iván por no caer en la tentación del dinero, por apoyar una propuesta por la unidad y el futuro del Ecuador.", "El futuro de la Patria otra vez está en tus manos. Vamos a cambiar tomando lo mejor y haciéndolo aún más grande ¡Cuento contigo!", "Absolutamente todos los cantones nos dieron una victoria contundente ¡Gracias Los Ríos, la unidad es nuestra victoria!", "Ustedes serán parte fundamental de este gobierno que empieza el 24 de mayo ¡Bienvenidos!", "Vengo a ratificar mi compromiso: la carretera Machala – Guayaquil será una vía de primer orden ¡Este pueblo lo merece!", "Nosotros decimos la verdad, somos gente de honor y de palabra. Todo lo que les dije hoy está grabado en piedra ¡La misión continúa!", "Tengan la seguridad que trabajaré con alcaldes y prefecto para solucionar el problema del agua potable. Ese es mi compromiso con Santa Elena", "Queridos peninsulares, muchas gracias por este cálido y cariñoso recibimiento. A nombre de los compañeros asambleístas electos ¡Gracias!", "Al Ecuador no se le puede defraudar. A generar el trabajo que esperamos. A aumentar las exportaciones ¡Los impulsaremos y acompañaremos!", "He hecho una promesa: crear un Banco del Pueblo, en el cual se dé con facilidad microcrédito rápido y oportuno sin intereses a corto plazo.", "Vamos a transformar el Ecuador, a convertir esta Patria en lo que siempre hemos soñado ¡Vamos a construir el futuro juntos!", "Vamos a construir puertos artesanales para los pescadores y para los jóvenes, créditos y universidad. Confiaremos en ustedes.", "Esta segunda vuelta es una oportunidad para volver a sentirlos en el corazón. Voy a servirles con cariño y dedicación como lo he demostrado.", "El pueblo ecuatoriano ha ganado todo en esta primera etapa por lo que debemos seguir trabajando puerta a puerta escuchando a cada uno.", "Sobre la ley de comunicación, existen ciertas particularidades de la ley que se pueden revisar. Toda obra humana es perfectible.", "Vamos por sueños muchísimo más grandes. La ley del trabajador autónomo debe ser una realidad. Nos hemos demorado demasiado.", "Este respaldo significa el deseo de transitar por un mismo camino. Por ello siempre estamos prestos a escuchar, entender e incluir.", "Vamos a cambiar tomando lo mejor. Todo lo que necesite reivindicación con innovación, creatividad e inteligencia.", "No les he fallado nunca y no lo haré. Mi corazón está con todos los ecuatorianos.", "Yo voy a mantener gratuita la educación, la salud y la seguridad ¡Vamos a proteger los derechos de la gente!", "A partir del 24 de mayo seré el Presidente de todos los ecuatorianos. Vamos a trabajar juntos ¡No haremos nada para ustedes sin ustedes!", "Cada día renuevo mi compromiso de luchar por la paz, el respeto, la justicia y el diálogo ¡Sólo así erradicaremos toda forma de exclusión!", "Les invito a construir un país mejor, un país de todos y para todos ¡Bienvenidos luchadores de la paz y de la vida!", "Voy a hacer un gobierno para todos y no para unos pocos. Nunca más el sálvese quien pueda como lo propone el candidato de la banca.", "En Coliseo de Guaranda, les reafirmé mi compromiso con la creación de 40 universidades técnicas ¡No se negará la matrícula a ningún joven!", "Tendrán a su lado un Presidente que les impulse y que trabaje por ustedes ¡Seremos un gobierno de estabilidad, de unión y de paz!", "En un país tan rico como el nuestro no puede haber desempleo ¡Vamos a generar las condiciones y apoyaremos el emprendimiento!", "Ambos coincidimos en la necesidad de actuar con convicción de paz y bien en beneficio de todos los ecuatorianos. ", "Celebro que hayan venido a conversar. La crítica es buena, nadie es dueño de la verdad absoluta ¡Siempre estaré dispuesto a escucharles!", "Más crédito para los productores, renovación de maquinarias, mejores carreteras, aumento de seguro campesino a $100 ¡Los vamos a impulsar", "Mujeres, en mi gobierno entregaremos las casas a su nombre. Nadie como la esposa para pensar en la consolidación de la unidad familiar. ", "Mi trayectoria y experiencia ha sido de servicio y honestidad. Aquí las pongo ante ustedes para lograr que los productores sigan adelante", "No permitiremos absolutamente nada de corrupción ¡Vamos a ser un gobierno honesto!", "Un país responsable debe preocuparse del empleo. Mi prioridad será el empleo y la producción ¡Vamos por un Ecuador más productivo!", "Mi más sentido pésame a familiares del gran poeta y revolucionario Humberto Vinueza. Su legado permanecerá intacto en nuestros corazones", "Queridos agricultores, es a ustedes a quienes queremos servir. Ustedes saben que lo que prometo lo cumplo ¡El futuro no se detiene!", "Me comprometo con sus demandas. No haré absolutamente nada sin consultarles. Ustedes conocen el corazón de nuestro pueblo.", "Aquel que te hizo daño en el pasado es muy probable que te lo vuelva a hacer ¡Ese pasado no vamos a permitir que vuelva nunca más!", "Cuando el sacrificio de millones de ecuatorianos se oculta en paraísos fiscales.", "He conversado con ciudadanía, médicos amigos y gremios y me han manifestado sus inquietudes sobre proyecto de Código Orgánico de la Salud.", "Sabemos ponernos en tu lugar, entender tus anhelos y sueños, por eso vamos al verdadero cambio, al cambio justo, al cambio que te conviene.", "Como me comprometí ante maestros y jóvenes, he notarizado lo solicitado. Adjunto carta y documentos. Abrazos y siempre dispuesto SIN EXCUSAS", "Que tu voto sea del bueno, para la salud, la equidad, el desarrollo y el crecimiento de todo el Ecuador.", "Hoy más que nunca quiero dejar muy claro que voy a gobernar con todos y para todos ¡Juntos vamos a salir adelante!", "Este domingo 2 de abril vamos a votar con convicción ¡Vamos juntos por un Ecuador para todos!", "Te vamos a acompañar con seguridad, vivienda y empleo. El verdadero cambio empieza contigo, con tu voto por el futuro ¡Lo haremos juntos!", "La Presidencia se la gana con el cariño de la gente y con obras como la Misión Manuela Espejo ¡La unidad será nuestra victoria!", "El domingo comienza una nueva etapa para el Ecuador. Hay mucho trabajo por hacer y mejorar ¡Juntos vamos a lograrlo!", "Votemos este domingo con alegría y paz por un gobierno responsable que se preocupe por todos los ecuatorianos ¡Cuento con ustedes!", "Vamos a atraer más inversión y lo vamos a lograr con ustedes. Mi gobierno será de oportunidades para todos ¡Soy un hombre de palabra!", "En una semana vamos a festejar que juntos decidimos construir un Ecuador para todos. Como lo he dicho, la unidad será nuestra victoria.", "Ninguna expresión de intolerancia es aceptable, venga de donde venga. Rechazamos los actos de violencia a la salida del Atahualpa.", "Gracias Guayaquil por este cálido recibimiento. Seguiremos apoyándolos y embelleciendo esta gran ciudad.", "Ustedes tienen mi corazón y yo tengo el corazón del pueblo ecuatoriano ¡Juntos haremos una tarea extraordinariamente eficiente!", "Un país que te cuida, inspira, acompaña e impulsa. Ese es el país que vamos a construir los próximos 4 años ¡Seré el Presidente de todos!", "Impulsaremos a los agricultores con créditos y tecnología de punta ¡Este 2 de abril votemos por el desarrollo del campo!", "No tomaremos ninguna decisión sin consultarles. Nada para los inversionistas sin conversar con ustedes y las comunidades donde invertirán.", "Lo único que necesitan nuestros jóvenes es alguien que les dé una mano. Emprendan, no se acobarden ¡Los impulsaremos!", "Incentivaremos a las empresas para que contraten a nuestros jóvenes. Este gobierno estará lleno de oportunidades para todos.", "Vamos con el diálogo, con los acuerdos mínimos, con tolerancia y con respeto. Mi mano siempre estará extendida para todos.", "He dicho que vamos a comenzar un gobierno responsable a partir del 24 de mayo. Juntos vamos a salir adelante."], "Abr-2017": ["¡Viva el Ecuador! ¡Bienvenidos luchadores de la paz y de la vida!", "Estoy muy emocionado, una explosión de emociones dentro de mi corazón", "Gracias a los millones de ecuatorianos que nos respaldaron. Hoy ganó la democracia, hoy ganó el Ecuador.", "Con el corazón en la mano, agradezco a todos los que en paz y armonía fueron a votar. Seré el Presidente de todos y ustedes me van a ayudar.", "Mañana los invito a vivir una jornada electoral en paz, armonía, con responsabilidad y con absoluto respeto a la voluntad de nuestro pueblo.", "Voy a inaugurar el gobierno más limpio de la historia. Vamos a erradicar completamente la corrupción ¡Cuento con ustedes ecuatorianos!", "Esto recién comienza. De aquí en adelante todos a trabajar por el país, por nuestro amado Ecuador ¡Lo haremos en paz y armonía!", "Seguiremos la decisión del pueblo ecuatoriano. Estamos seguros que hoy comienza un Ecuador de todos y para todos.", "Un abrazo fuerte a todos los que confiaron en nuestra propuesta y a quienes no votaron por nosotros, vamos a trabajar también por ellos.", "Este domingo vamos a hacer historia. Con tu voto podremos construir un Ecuador para todos ¡Estamos juntos en esto!", "No hay honor más grande que servir al país que te vio nacer ¡Este 2 de abril la unidad será nuestra victoria!", "Muchísimas gracias a todos los ecuatorianos, a los que votaron por nosotros y a quienes no lo hicieron, así se fortalece la democracia.", "En mis primeros días de mandato enviaré proyecto de ley contra la corrupción, pues haremos una cirugía mayor para combatir la deshonestidad", "Como Presidente electo de todos, trabajaré por los diversos sectores del país ¡No descansaremos hasta haber eliminado la pobreza extrema!", "Hoy me reuní con brigadistas que nos ayudaron a recorrer el país puerta a puerta. Mi agradecimiento enorme por todo el trabajo realizado.", "El nuevo país comienza con tu voto, cuento contigo, así como tu puedes contar conmigo ¡Toda decisión será tomada con diálogo!", "Agradezco enormemente a mi compañero de fórmula  @JorgeGlas . Gracias a todos los candidatos que participaron.", "Gracias Presidente  @NicolasMaduro . Mi gobierno será para todos, en especial para los más pobres y por la Patria de Bolívar y Sucre.", "Gracias Presidente  @mauriciomacri . Mi vida entera por un Ecuador unido, equitativo y justo. Trabajaré sin descanso por el pueblo ecuatoriano", "Gracias, Presidente  @luisguillermosr . Mi gobierno será para todos y por un Ecuador activo y próspero, digno y soberano.", "Gracias, Presidente  @ppkamigo . Mi gobierno será por un país para todos; equitativo y justo. Y por una vecindad activa y fraterna.", "Muchas gracias, Presidente  @jimmymoralesgt , el privilegio de servir al pueblo es algo invaluable. Un fraterno saludo al pueblo de Guatemala.", "Gracias, Presidente  @JC_Varela . Mi gobierno será por la unidad y la prosperidad del Ecuador. Y por una Patria Grande y luminosa.", "Gracias por sus deseos, Presidente  @sanchezceren . Todo mi trabajo será por un Ecuador libre e incluyente y por una América soberana.", "Gracias por sus deseos,  @RGrynspan . Mi gobierno será incluyente para todos y por las mejores relaciones con todos los países hermanos.", "Gracias, Presidente  @EPN  por sus saludos. Mi trabajo y mi esfuerzo por la prosperidad de todos los ecuatorianos y por una América digna.", "Feliz día, maestros de mi Patria. Soy hijo de maestros y sé de su enorme vocación de servicio y su trabajo abnegado para engrandecer al país", "Es hora de acuerdos por los grandes objetivos nacionales. La democracia está fortalecida, miremos hacia adelante ¡El futuro no se detiene!", "Trabajaremos para consolidar la confianza en la dolarización y en la responsabilidad de todos para mantenerla.", "Conozco las necesidades e inquietudes del sector productivo y ahora lograremos los acuerdos que hemos planteado.", "Luego del recuento de 1,2 millones de votos, se ratifica triunfo de  @35PAIS  ¡Gracias, no los defraudaremos! El Ecuador espera paz y trabajo.", "Gracias a los miles de ecuatorianos que nos acompañaron en esta fiesta de paz y democracia. Ahora vamos de la palabra a la acción...", "Estamos a menos de 30 días del inicio del nuevo gobierno. Desde ya estamos trabajando y planificando en todo lo que vamos a lograr juntos.", "Es tiempo de sumar y el apoyo de todos es clave. Unidos caminaremos hacia grandes objetivos nacionales, hacia un país de derechos para todos", "Un saludo a los servidores públicos de la Patria en su día. Su esfuerzo y dedicación engrandecen al Ecuador.", "Cumpliremos lo prometido y haremos un gobierno de todos y para todos. Tienen mi palabra ¡El futuro no se detiene!", "Esta es otra muestra de que la discapacidad no es incapacidad. En mi gobierno seguiremos fortaleciendo una rehabilitación social inclusiva.", "Hoy tuvimos una gran jornada con  MashiRafael JorgeGlas y compañer@s de  @35PAIS . Con convicción y trabajo seguiremos desarrollando al país.", "Estimada Angela, cuenta conmigo, con nuestro gobierno y con todos los ecuatorianos.", "Felicidades al  @conadisecu  por su compromiso con la inclusión y participación de las personas con discapacidad en todo el Ecuador."], "May-2017": ["Grandes seres humanos: Mons. Eugenio Arellano y Mons. Fausto Trávez. Trabajaremos en unidad para fortalecer los valores de nuestra Patria.", "Hemos ratificado que el Ecuador sea la sede permanente de los diálogos de paz. Lo seguiremos siendo hasta que el objetivo se consiga.", "En reunión con Presidente  @JuanManSantos renovamos el compromiso con el fortalecimiento de la paz y de nuestras relaciones.", "Saludos queridos trabajadores de la Patria en su día, son lo más importante en el desarrollo de Ecuador ¡Todo por ustedes, todo con ustedes!", "Orgullo para Ecuador tener un Presidente que recibe Doctorado Honoris Causa #15, esta vez entregado por Cuba. Un abrazo querido", ". @35PAIS es el Movimiento político más importante del país. Durante 10 años se han promovido cambios históricos en cada rincón de la Patria.", "Manabí representa fortaleza y esperanza, por eso esta tierra de luchadores fue escogida para celebrar la VI Convención Nacional de", "Hoy, con profundo compromiso con el Ecuador, he recibido las credenciales como Presidente de la República ¡Mi corazón por mi Patria!", "Un abrazo a  @mashirafael , luego de una década entregada con amor a la Patria. Me uno orgulloso a las felicitaciones", "Queridas ecuatorianas y ecuatorianos, con mucha responsabilidad he trabajado en la conformación de nuestro Gabinete de Gobierno…", "Gracias pueblos y nacionalidades del Ecuador. Este encargo lo llevaré en las manos y el corazón. Vamos a trabajar incansablemente por todos.", "Disfrutemos este feriado con la alegría que nos caracteriza a los ecuatorianos. Manejen con cuidado y ya saben", "Hoy empieza esta nueva etapa. Continuaremos construyendo lo que se empezó hace 10 años. La Revolución Ciudadana se sigue escribiendo", "Este Gabinete tendrá el compromiso de servir, de consolidar el desarrollo nacional, generar empleo digno y avanzar en erradicar la pobreza.", "Un Gabinete que refleje el sello de esta nueva etapa en la historia del país y de nuestro proceso político: pluralidad, unidad y diálogo…", "Gabinete formado por profesionales, militantes de la RC, empresarios de diferentes sectores sociales y políticos, pueblos y nacionalidades.", "Ecuador celebró el #FestivalDeLaRevolución con la certeza de que sus logros continuarán. Hasta siempre  @MashiRafael , te vamos a extrañar."], "Jun-2017": ["Tuve el gusto de almorzar con niños de todos los rincones del país. Gracias por el cariño, la alegría y su ternura.", "Bienvenidos integrantes del Frente de Transparencia y Lucha Contra La Corrupción, agradezco su trabajo en nombre de todos los ecuatorianos.", "he invitado a estas personas a asumir el reto de juntos construir una Patria ejemplo de transparencia. ", "q ningún acto d corrupción quede impune, venga de donde venga. Todos los involucrados en el caso Odebrecht deben responder a la justicia.", "y lleno de valores. Vamos adelante, juntos y en armonía.", "Estamos prestando todo nuestro respaldo a la Función Judicial en la lucha contra la corrupción. No vamos a permitir...", "La lucha contra la corrupción y por la transparencia es tarea de todos. No claudicaremos en este proceso que inició tiempo atrás con casos…", "Abracemos a los niños de la Patria. Nuestro compromiso total con ellos: derechos, bienestar y futuro desde la concepción", "Sismo de 6.2 con epicentro en Perú, cerca de la frontera con Ecuador, se sintió en provincias del sur. Al momento no se registran novedades.", "Como lo anuncié, vamos a continuar nuestra lucha haciendo  una cirugía mayor a la corrupción...", "Ahora, gobierno y sociedad civil unen fuerzas por un país más transparente y no claudicaremos en este esfuerzo por un Ecuador más honesto.", "Este Frente contribuirá a fortalecer la lucha que se ha venido desarrollando, e integrará de manera institucional a los ciudadanos.", "Frente de Transparencia y Lucha contra la Corrupción, que instalaremos el lunes, y que por su intermedio, toda la sociedad...", ".emblemáticos como Petroecuador y Odebrecht, y que ahora con la información internacional liberada y que poseemos, se fortalece.", "y la iniciaremos inmediatamente con la conformación del Frente de Transparencia y Lucha contra la Corrupción, para lo cual...", "He conversado con el Secretario General de la ONU,  @antonioguterres para concretar cooperación en la lucha contra la corrupción. En los...", "Hoy sostuve una excelente reunión con representantes de las funciones del Estado. Juntos seguiremos trabajando por el futuro del Ecuador.", "Los niños no deben trabajar. Los queremos aprendiendo y jugando. Esa es tarea de todos.", "Buenas noticias!  El diálogo empieza a dar frutos.  Acabo de indultar a Patricio Marcelo Meza Saltos que fue sentenciado en Pastaza.", "Aprendamos a ser buenos padres. La familia es el único examen que no podemos fallar.", "Es absurdo: el principal problema de los albinos es el rechazo de la sociedad por ser diferentes.", "La sonrisa del recién nacido es el primer gesto de generosidad del ser humano.", "Rechazo total a la violencia. Nos solidarizamos con el dolor de la hermana Colombia. Cuenta con todo nuestro apoyo querido ", "En este mes, el retrato de las oficinas públicas es el de Manuela Espejo. Todo el país debe conocer su vida y los valores que nos ha legado.", "Me reuní hoy con Jimmy Jairala y Dalo Bucaram. Los diálogos seguirán.", "¡No vale la pena pelearse por razones políticas! Abracemos de nuevo al hermano que se distanció, al amigo que se fue", "Hoy cité a Eduardo Galeano en el lanzamiento del Consejo Consultivo Productivo y Tributario:", "Acabo de posesionar a las y los Gobernadores. He pedido que sean respetuosos de las divergencias pero rígidos en la aplicación de valores.", "El alcalde Cabrera acudió al diálogo. El tranvía es un proyecto de interés nacional y Cuenca siempre contará con nosotros.", "Una revolución no vuelve a los inicios, crece en espiral alrededor de sus principios.", "Esta es la inmensa capacidad de innovación que tenemos en Ecuador. ¡Felicitaciones a Pacari, República del Cacao y sobre todo a Hoja Verde", "¡Gracias por la alegría que nos das Paola! Ecuador necesita gente como tú: con entrega, con disciplina, con tenacidad.", "el financiamiento.  Honraré el compromiso de  @MashiRafael que asignó 750 millones de dólares a esta obra. Todo nuestro apoyo...", "firmé los indultos para José Rodrigo Tubón Guano, José Manuel de la Cruz Sánchez,..."], "Jul-2017": ["Síndrome de abstinencia:La clave es identificar las coincidencias y acordar el trabajo conjunto en beneficio de nuestro pueblo ecuatoriano.", "El diálogo continúa. Seguimos empeñados en reconciliar al país. Para el odio, no cuenten conmigo.", "El diálogo continúa. Con el Gral. Paco Moncayo también tratamos el tema de la lucha contra el consumo de drogas.", "Sigue el diálogo. Hoy con la Conaie y el equipo de Gobierno encargado de atender todas las preocupaciones legítimas de los compañeros.", "El diálogo continúa. Con el alcalde José Bolivar Castillo, el desarrollo de Loja y con la Dra. Viteri, la lucha contra el consumo de drogas.", "#LaRevoluciónContinúa, siempre firme en mis principios. Hoy despacho en Guayaquil...", "El diálogo político continúa. Me reuní hoy con Patricio Zambrano del @PSocialistaEc y con Carlos Andrade del @PC_Ecu.", "Estoy en Manabí. Me informan que el sismo se sintió en varios lugares del país. Tengo reportes de que la población mantiene la calma y...", "Por si alguien duda, perdió la oposición. La Revolución Ciudadana ganó y continúa.", "Tengan la confianza de que estamos preparados para salir adelante y dinamizar nuestra economía", "El diálogo continúa. Hoy con la Red de Maestros. Se incorporarán al #PlanNacionalDesarrollo. ¡Seguimos impulsando #EducaciónParaTodos!", "guardé silencio por respeto a la autoridad. No ha habido reciprocidad.", "Seguiremos cambiando todo aquello que sea necesario para consolidar la democracia y el bienestar de todos. Capítulo cerrado.", "No podemos pretender que todo ha estado bien. No nos engañemos. Hemos avanzado mucho, pero hay largos trechos por recorrer…", "Verdaderamente, el país esperaba un mensaje de optimismo y esperanza. Como lo dije en mi mensaje, ahora solo queda el futuro.", "Uno nunca debe arrepentirse de actuar como caballero. Lo que natura non da, Salamanca non presta.", "…Que en medio del dolor, encuentren paz en su corazón. De los informes que he recibido, hay heridos todavía con pronóstico reservado...", "Nuestros jóvenes siguen alegrándonos. La nadadora Samantha Arévalo obtuvo plata en el Mundial de Budapest. ¡Otro orgullo para el país!", "Stalin Mosquera, plata en lanzamiento de bala en el Mundial Paralímpico. Qué orgullo. ¡Este es nuestro Ecuador, inclusivo y diverso!", "Hace 21 años se escuchó por primera vez el himno del Ecuador en las olimpiadas. iGracias Jefferson Pérez por esa victoria!", "Les invito a ver el mensaje de la Cadena Nacional del día de ayer. Con serenidad y optimismo lograremos que esta adversidad nos impulse más.", "Ser revolucionario es decir la verdad y no ocultar la realidad al país.", "Es hora de emprender entre todos la tarea. Reciban nuestras manos para que juntos saquemos adelante a Guayaquil.", "Guayaquileños y ecuatorianos: soy el presidente de todos. No haremos nada para ustedes, sin ustedes. ", "Toda familia tiene derecho a ver a sus hijos con un título. Estamos trabajando por una educación de excelencia para todos.", "San Agustín es una joya artística, histórica, arquitectónica, religiosa... Conozcamos y disfrutemos nuestro patrimonio.", "Heredo un endeudamiento y un grave escenario. Asumo con responsabilidad el compromiso de enfrentarlo. Pero no lo podré hacer solo.", "¡Viva Guayaquil! A la tenacidad de su gente, a su creatividad, a su alegría y generosidad. Un inmenso abrazo en sus 482 años de fundación.", "Nuestro programa económico fomentará el trabajo y empleo para el bienestar de todos los ecuatorianos, especialmente de los más necesitado", "¡Gracias por la inmensa alegría que nos das David Arroyo! Dos medallas de  oro en el Campeonato Panamericano de Levantamiento de Pesas."], "Ago-2017": ["Ecuatorianas y ecuatorianos: que las redes sirvan para la paz y la unidad.", "¡Viva Esmeraldas en sus 197 años de Independencia!", "Gran respaldo a nuestra lucha contra la corrupción. ¡Gracias Guayaquil!", "¡Gracias Ecuador! No es apoyo a mí, sino a la cirugía mayor contra la corrupción.", "La honestidad y la transparencia también deben reflejarse en las redes sociales.", "Que el gobierno de el ejemplo. La austeridad empieza por casa.  ", "Utilicemos las redes sociales para construir. Seamos mejores personas en todo y con todos.", "Excelente jornada de trabajo. ¡Velamos por los intereses del país!", "La política es el arte de servir a los demás. ¡Vamos a adecentar la política en el Ecuador!", "Que en el Ecuador se implanten la lealtad, la transparencia, la honestidad. ¡No vamos a permitir que la corrupción se enseñoree en el país!", "Seamos mejores ecuatorianos. Iniciemos una cruzada en nuestro corazón por la revolución del ser humano", "El gobierno de Catar entregó una generosa donación para los damnificados del terremoto del 2016. ¡Gracias a nombre del pueblo ecuatoriano!", "Nos diferencian algunas características físicas, pero... ¡Todos somos hechos del mismo Ecuador! ", "líder político mexicano, me visitó hoy.  Los pueblos de ambos países tenemos lazos comunes de larga data.", "En las redes, yo informo lo que hago y celebro los triunfos de nuestros  compatriotas. Jamás las utilizaré para ofender a los ecuatorianos.", "Felicitaciones y gracias a nuestros deportistas paralímpicos. ¡Damián Carcelén y Anderson Colorado: una final de lujo!", "El sustento de la democracia es el diálogo.", "Una familia unida es nuestro mejor apoyo y abrigo. ¡Es por ella y para ella que existimos!", "¡Contra la corrupción de antes, de ahora y la que pudiera venir! ", "Un dicho de mi madre: Mientras más cerca estés de la verdad, más nerviosos se ponen los culpables.", "La lucha contra la corrupción continúa ", "Confiamos en los trabajadores honestos, que son muchos más que los que robaron al país. Su trabajo engrandece la Patria", "Hoy sembramos la primera semilla de sueños e ilusiones. Pronto, la cosecha traerá todo ese amor a nuestras mesas.", "reconoce al héroe que empuña machete o arado. Los agricultores nos alimentan siempre ¡Volvemos la mirada al campo!", "Los niños vienen al mundo para ser felices y es nuestra obligación crear ambientes adecuados para lograrlo ", "En pocos minutos se entregará Carlos Pareja Yannuzzelli para responder por sus acusaciones, comprometiéndose a colaborar con la justicia", "Reconocemos y valoramos las raíces, tradiciones y saberes del pueblo afroecuatoriano como pilar fundamental de nuestra identidad de Patria.", "Reitero mi compromiso con todas las mujeres. Es su tiempo, su historia. Las queremos libres. ¡La Patria está con ustedes!", "como un ángel que no cobrará un centavo, te proveerá la medicina y te enseñará cómo mantener sana a la familia.", "Hay que dar a los jóvenes libertad para alcanzar sus sueños.", "El campesino nos acompaña en el desayuno, almuerzo y cena. Tres alimentos diarios servidos con", "se engalanó con compatriotas de distintas provincias. Muchas gracias por su presencia. ¡Siempre son bienvenidos!", "Los jóvenes construyen el país del futuro, HOY. Debemos atenderlos. Dejar un cambio generacional positivo. Cuenten con nosotros", "Los corruptos tienen que ser sancionados y que se localicen y devuelvan los recursos que fueron obtenidos indebidamente.", "Si algo necesitamos es empleo, empleo, empleo. ¡Para eso me eligieron. Para eso estoy aquí! ", "¡Cualquier nave que pesque ilegalmente en nuestro mar, será detenida de inmediato, como ya procedimos la semana pasada!", "Si alguien quisiera obstruir la verdad, no dudaré en acudir a la voluntad del pueblo para que dirima y señale los caminos", "No necesitamos 100 días para  cumplir nuestras ofertas. Están en marcha varios proyectos que generarán ¡miles de empleos!", "¡Solos, no! Es momento de unirnos. Necesitamos el apoyo de todos; una simbiosis productiva empresario y trabajador. ", "Muchas gracias Paco querido.  Es un profundo amor por la Patria."], "Sep-2017": ["Partió Mamá Zoila a alegrar el cielo con su cadencia y vitalidad. Nos deja el ejemplo de mujer, madre, luchadora y artista.", "Regreso a clases! Recuerdo a mamá arreglando uniformes, papacito forrando cuadernos. Familias unidas construyen patria ", "Jóvenes, ustedes deben dar lo mejor; padres, apoyen a sus hijos en valores; maestros, formen a sus estudiantes para servir. ", "¡Un paso más hacia la paz! Qué alegría para los hermanos colombianos y el mundo", "Analizamos llamado a consulta popular, el pueblo es nuestro mandante y él deberá pronunciarse sobre los cambios", "No permitiré que la corrupción y la falta de transparencia se impongan en el país ¡A formar a los niños en valores!", "Como sociedad necesitamos combatir la plaga de la corrupción, provocada por la ambición voraz del dinero o del poder", "Invito una vez más, a todos los ciudadanos, a denunciar cada caso de ilegalidad que pueda ser documentado.", "Hace 29 años, partió el defensor de los humildes. Monseñor Leonidas Proaño sigue inspirando las causas por una patria inclusiva y equitativa", "Garantizamos a todos los estudiantes una educación de excelencia y calidad. ¡Sean libres para alcanzar sus sueños!", "La única lealtad que existe es a la transparencia y la justicia ¡No vamos a decepcionarles. ¡Gobernamos para todos!", "Las medidas económicas nunca afectarán a los más pobres. Gasto responsable con lineamiento social", "Cuando lo personal, se antepone a lo público, entramos en el fangoso terreno de la corrupción.", "Más del 80% de la población aprueba nuestra gestión. Recibo ese apoyo con humildad y responsabilidad. ", "Generamos acuerdos con banca privada y cooperativas, pensando siempre en el bien común y con clara regulación del Estado", "FISGÓN: aficionado a husmear la vida de los demás.", "!Sorprendido y furioso! Cámara oculta en mi despacho, transmitiendo a control remoto. Eso es delito de violación a la intimidad.", "El diálogo es grato con quienes piensan igual, pero -sin duda- el que más enriquece es el que se hace con los diferentes.", "problemas son sólo materiales. Lo importante es el talento y voluntad de docentes y alumnos. Seguimos con el sueño original.", "La cámara que se encontró en mi despacho fue instalada hace 7 u 8 años. No sabía de su existencia.", "De Ripley: dice una persona que las cámaras eran consideradas ¡parte del mobiliario de la Presidencia!", "Consulta popular: Nada más legítimo y constitucional que dirigir los destinos del país, con la participación del país", "Nadie tuvo por lo menos la delicadeza de notificarme. El Servicio de Protección Presidencial anterior tampoco informó al nuevo", "Consulta Popular: transparentar elección de autoridades de control; fortalecer el equilibrio entre funciones del Estado.", "Consulta popular: para profundizar participación ciudadana y mejorar nuestro sistema político para tener más democracia.", "Decretar un Estado de Excepción por graves riesgos existentes en la zona.", "Lucha contra la corrupción en actividad coordinada con las distintas entidades del sector justicia.", "Somos Potencia Turística. Aprendamos de las mejores experiencias. ¡Un turista por cada habitante es nuestra meta!", "Hoy es el día de la tricolor Nacional, símbolo de historia gloriosa, presente de unidad y futuro de esperanza. Viva", "El turismo es eje de nuestro desarrollo en la era pospetrolera Una vía efectiva para generar empleo ¡Hacia allá vamos!", "Almorzar en el Mercado de Carapungo es disfrutar de los sabores tradicionales de Ecuador y recibir el cariño y aprecio de la gente.", "¡Lo comprobamos! El diálogo impulsa proyectos. Un trabajo intenso y productivo con resultados.", "Un expresidente dijo que ojalá los jóvenes nos reemplacen. Pero hizo todo lo contrario", "Creemos que el diálogo es la herramienta para construir sociedades de paz. ¡Impulsemos el respeto a la diversidad!", "Fortalecemos el debate en busca de políticas justas que fomenten una cultura de diálogo y paz para erradicar la pobreza ", "ratificamos que un mundo más justo requiere respeto de los derechos de indígenas, mujeres y migrantes", "Incentivemos el control de paraísos fiscales, operación de transnacionales y erradicar el unilateralismo y pobreza extrema", "En ONU, Jefes de Estado y embajadores muy interesados en el @PlanTodaUnaVida como programa de gobierno."]}