{"Jul-2020": ["En los primeros #100minutos llegaremos con una reforma lista para el sistema educativo en Ecuador. Los jóvenes quieren libertad para estudiar en cualquier universidad, escoger modalidades en línea o especializarse en carreras técnicas. ¡Lucharemos por una educación libre!", "Yo ofrezo al Ecuador mi experiencia. El país necesita un líder que comprenda los problemas de los ecuatorianos. En 10 años he recogido las ideas y propuestas de miles de familias, y en los primeros #100minutos las podrán ver. El Ecuador sí tiene salida, pero no tiempo que perder.", "En el mundo viven 7,800 millones de habitantes a los que se les puede vender más cacao, más banano, más camarón y más flores. Para ello necesitamos abrir la economía al mundo, y tener un presidente que entienda de estos temas.", "El Ecuador SÍ tiene salida, pero tenemos que tomar una decisión transcendental. Hay que escoger a la democracia y a la EXPERIENCIA en el 2021. ¡Estamos preparados para el futuro!", "Un Gobierno como el nuestro presentará un Código de Ética que prohiba el nepotismo. VAMOS A TERMINAR CON LA CORRUPCIÓN EN EL ECUADOR.", "Con mi equipo estamos preparando un proyecto para que en los primeros 100 minutos de gobierno podamos arreglar el desastre que hoy atravesamos. ¡El Ecuador YA NO aguanta más!", "Para nosotros no hay derecha ni izquierda, todos son bienvenidos a trabajar por el Ecuador. Nuestro proyecto político incluye a TODOS los ecuatorianos", "¡Esta es la hora del Ecuador! Vamos a trabajar por lo que quieren los ciudadanos: un país con empleo y futuro para sus familias. No descansaré hasta lograr la unidad nacional", "En esta crisis, los emprendedores han trabajado duro por no cerrar y salvar empleos. Ellos son ecuatorianos con espíritu de lucha. ¡Sigamos su ejemplo!", "Necesitamos un Gobierno digital EFICIENTE para mejorar la relación con los ciudadanos. Hablo de un servicio 24 horas al día, 7 días a la semana, ¡ese es el futuro!", "Necesitamos que comprendan a los ecuatorianos que generamos empleo y oportunidades para miles de familias. ¡Queremos trabajar y salir de esta crisis!", "Hace años iniciamos la lucha contra abusos de poder. La semana pasada nos reactivamos con Compromiso Ecuador 2021 para sumar esfuerzos en aras de alcanzar la unidad nacional. 94 organizaciones sociales de varias provincias del Ecuador se comprometieron a trabajar por el futuro.", "La unidad nacional es mi meta. Por años he escuchado y aprendido de miles de ecuatorianos, y continúo haciéndolo. Para sumar esfuerzos, he recibido en mi casa a miembros de movimientos y organizaciones sociales de todo el Ecuador. ¡Este es el momento de los ciudadanos!", "Tenemos un enorme desafío: salvar al país y a las familias ecuatorianas. Nosotros contamos con ideas muy claras y llevamos 10 años convirtiéndolas en propuestas concretas que verán en los primeros #100minutos de Gobierno. Un gran futuro nos espera, ¡salvemos al Ecuador!", "En un minuto de los #100minutos publicaremos nuestra propuesta para que los inversionistas regresen al país. ¡La inversión extranjera crea empleo y oportunidades! Mi sueño es más Ecuador en el mundo y más mundo en el Ecuador.", "Años atrás inicié un proyecto que cambió vidas en las 24 provincias del Ecuador. Creamos empleo y oportunidades para miles de familias. Hoy me reuní con estos grandes emprendedores para escuchar sus experiencias salvando empleos en sus barrios. ¡Espero verlos pronto!", "Yo propongo más Ecuador en el mundo y más mundo en el Ecuador. Para que el padre de familia tenga empleo, necesita inversión. Las oportunidades de los ecuatorianos están allá afuera.", "Ayer tuve mi primer encuentro con Ecuador Profundo, una iniciativa para reconstruir el país junto a organizaciones políticas. Con miras al 2021, trabajaré con esta plataforma de la sociedad civil para salvar al Ecuador. ", "Necesitamos innovar y lo podemos hacer con un Gobierno digital. Vamos a trabajar por la tele medicina y la tele educación para un mejor futuro.", "Hay que pensar en la agricultura, la ganadería, la artesanía y la pequeña industria.  El Gobierno puede conseguir líneas de crédito al 1% o 1.5%, a 30 años plazo, para impulsar y estimular la economía en el Ecuador.", "Tenemos que recuperar la estabilidad de la justicia para que los inversionistas regresen a Ecuador. Hay que actuar con seriedad y respetar las reglas del juego. Ellos quieren seguridad para su inversión.", "Tenemos que innovar para cambiar. El Estado es obeso e ineficiente y en tres años y medio con este Gobierno nada ha cambiado.", "Cuando se tiene 10 años trabajando en un plan de gobierno, que se ha ido actualizando con el tiempo, está claro cuál es el camino. No son problemas nuevos, sino necesidades históricas. En el Ecuador no hay lugar para improvisaciones. ", "Llevamos 10 años en política demostrando que tenemos el liderazgo para llevar a cabo proyectos que creen empleo y ofrezcan salud y educación de calidad para todos los ecuatorianos. Nos esperan grandes desafíos, pero estamos preparados.", "Colaboraré con todos los gobiernos del mundo para atacar el trafico de drogas que acaba con la vida de niños y jóvenes ecuatorianos, y destruye sus familias.", "Nosotros ofrecemos ese cambio que esperan los ecuatorianos, somos la respuesta a la unidad nacional. Vamos a reconstruir el país con esperanza y lograremos el Ecuador de oportunidades que tanto anhelamos.", "Los ecuatorianos viven el dolor de una crisis sin precedentes y con la corrupción esa angustia no acaba. La justicia debe de actuar. Se han perdido empleos, vidas y nos siguen robando.", "Si la corrupción es permanente en el país, nuestra lucha contra la corrupción tiene que ser mayor.", "Hay que mirar al futuro con optimismo Raising hands. Nos esperan grandes desafíos, pero vamos a trabajar duro para lograr  prosperidad en el Ecuador.", "¡No debemos perder la esperanza! El Ecuador SÍ tiene salida", "Juntos encontraremos una salida. ¡Juntos salvaremos al Ecuador", "Ya son más de diez años dedicados a cambiar el país y no me arrepiento en absoluto. No descansaré hasta que cada ecuatoriano disfrute de mejores condiciones de vida y un futuro con oportunidades. ¡El trabajo sigue!", "¡Este es el momento de los 17 millones de ecuatorianos! Cada uno es bienvenido en este proyecto político por la unidad nacional. Aquí estamos para salvar al Ecuado", "En homenaje a mi padre y mi madre, mi esposa y mis hijos, continúo luchando por oportunidades para las familias ecuatorianas y salvar al Ecuador. A cada uno de ustedes les digo: SÍ hay salida y un mejor futuro.", "Estoy comprometido con el emprendimiento ecuatoriano. Estos últimos meses han sido duros para todos, pero volveremos a reactivarnos. En mis 50 años de experiencia he aprendido que de las crisis se sale adelante.", "Los ecuatorianos somos fuertes. No olvidemos que ya hemos superado numerosas crisis y sin duda lo haremos de nuevo. Un mejor Ecuador, con oportunidades, se avecina.", "Pichincha está atravesando momentos duros, principalmente la ciudad de Quito. Tengan por seguro que cuentan con mi apoyo. Esta noche me reuniré con líderes de la provincia para tomar acciones y sacarla adelante. ¡Pronto volveremos a vernos en persona!", "Esta tarde tuve el honor de reunirme con más de 140 jóvenes de la provincia de El Oro. En más de una hora, conversamos sobre sus ideas y propuestas por el cambio. ¡Cada idea cuenta! Juntos construiremos el Ecuador del futuro, con prosperidad, salud y edudación para todos.", "Hay que garantizar los derechos de los trabajadores y, al mismo tiempo, modernizar las leyes laborales que creen empleos en el Ecuador. Estamos trabajando en más y mejores oportunidades para los ecuatorianos", "Esta tarde me reuní con más de 160 miembros de un sector muy afectado durante esta crisis: los emprendedores en la industria de alimentos y bebidas. Escuché sus historias de lucha y cómo se han adoptado a las circunstancias. Sin duda, ¡no han soltado el machete!", "En nuestro proyecto político hay espacio para el obrero, el agricultor, el ganadero, el artesano, el microempresario, el pequeño industrial, los jóvenes, las mujeres y todos los ecuatorianos.    Tenemos un solo objetivo: SALVAR AL ECUADORCarmen es un ejemplo de lucha. En su carrera de abogada y en sus emprendimientos, ha atravesado crisis y las ha superado por el futuro de su familia. Hoy tuve el honor de escuchar su historia. ¡Mujeres como ella salvarán al Ecuador!", "El empleo se genera con inversión y nuevas leyes que creen oportunidades laborales. Nuestra tarea es dinamizar la economía, llevar al Ecuador al mundo y garantizar empleos dignos y estables.", "En esta crisis he mantenido contacto con miles de ecuatorianos. La tecnología me ha permitido seguir recorriendo el país, escuchando y aprendiendo para trabajar por el cambio que quiere el Ecuador: más inversión, más empleo y más oportunidades. ", "Nuestro proyecto político no excluye a nadie. Nos une el deseo de lograr prosperidad en el Ecuador. Trabajaremos por un mejor futuro para el sector rural, los emprendedores, los maestros, los trabajadores de la salud y cada ecuatoriano en el país. ", "Para ello estamos trabajando con organizaciones políticas, sociales y gremiales. El Ecuador del futuro se construye escuchando las preocupaciones de los ecuatorianos y trabajando junto a ellos en mejores soluciones.", "Al parecer el Gobierno no termina de entender que ponerle más impuestos a los ecuatorianos solo logra encarecer sus vidas. ¿Cómo pueden seguir metiéndose con nuestros bolsillos luego de TANTA corrupción?", "¡Grandes recuerdos junto a mi esposa! Salvaremos al Ecuador juntos.", "¡Lucharemos por un Ecuador democrático, republicano, de oportunidades y próspero!", "Hemos atravesado tiempos duros y difíciles como país, pero cuando hay fe y esperanza, hay futuro. Que tengan un buen inicio de semana.", "¡Que viva Guayaquil, su alma trabajadora y su solidaridad para salvar vidas! Hoy celebremos a nuestra ciudad y sus ganas de levantarse siempre. Un saludo fraterno a los guayaquileños en estos 485 años de fundación.", "Mi posición sobre la depredación de los recursos marinos, por flotas pesqueras extranjeras, en la zona adyacente a la zona económica exclusiva del Ecuador.", "Por Ecuador estamos dispuestos a arrimar el hombro y trabajar por el CAMBIO que el país necesita en empleo, salud y educación.", "Quiero que cada niño y joven en Ecuador vaya a la escuela, al colegio y a la universidad sin obstáculo alguno. El país necesita un Gobierno que brinde una educación de calidad.", "No podemos dejar que la vida de nuestros niños y jovenes se vea amenazada por la droga. Proteger a las futuras generaciones es un tema de sensatez.", "En épocas difíciles, hay que ponerle buena cara al mal tiempo. Les comparto esta vista de Guayaquil desde mi oficina. ¡Nuestra ciudad se está levantando!", "Las heridas sociales en Ecuador, como la falta de empleo, la desigualdad y la pobreza, son profundas. Nuestro proyecto político busca sanarlas para construir un mejor futuro.", "Los ecuatorianos están esperando a que llegue la persona capaz de administrar al Ecuador, sueñan por el Gobierno del cambio.", "Hay tantas razones para luchar por el Ecuador: nuestras familias, más oportunidades y un mejor futuro. Quitémonos esa mentalidad de que no hay nada que hacer en nuestro país, aún hay mucho por sanar y recuperar.", "Mañana celebramos ese espíritu luchador de los guayaquileños y a esta gran ciudad que ha enfrentado varias crisis, pero ha salido adelante. ¡Que viva Guayaquil hoy y siempre!", "Este es mi mensaje para los ecuatorianos que levantan al país con su trabajo diario, en especial el sector agrícola: ¡empuñen bien el machete! Véanlo como símbolo de sus actividad económica. Aférrense a sus sueños y no se dejen vencer.", "Mis visitas por el país son llenas de calidez. Recibir los abrazos y el apoyo de los ecuatorianos nos motivan en esta lucha para garantizar empleo, salud y educación para los ecuatorianos", "Recordando mis reuniones con mujeres por los barrios de Guayaquil, me encontré con esta foto. Fue un gran día, lleno de conversaciones sobre el futuro y la familia. ¡Espero verlas pronto!", "Estas son las caras del futuro del Ecuador: emprendedores con ganas de triunfar y llevar sus ideas al mundo. Santiago ha llegado a Chile, Estados Unidos y Colombia con esta bebida de horchata hecha en Loja. ¡No dejemos de apoyar al emprendimiento ecuatoriano!", "Él es José. Lo conocí hace 2 años en Guayaquil y me contó que tiene una familia de 4 hijos, quienes son el motivo por el que se levanta a trabajar todas las mañanas. ¡Vamos a salvar al Ecuador por José y todos los ecuatorianos", "No podemos permitir que el Estado se meta con los recursos del futuro para gastárselos hoy. Debilitar a la empresa privada con el anticipo del impuesto a la renta es verdaderamente irresponsable e insensato. ¡Ya basta de seguir poniendo en riesgo los empleos de los ecuatorianos!", "Los grandes desafíos de la crisis, como la falta de empleo, un sistema de salud débil y una economía en declive, pueden ser superados con la unidad y el trabajo de los ecuatorianos.", "Una Esmeraldas con empleo, emprendimiento e innovación. Esta es la meta de nuestro proyecto político en  @CREOEcuador . Hoy posesionamos a 18 directivas en la provincia, en una reunión con más de 160 dirigentes territoriales. ¡Vamos a trabajar juntos por los esmeraldeños!", "Más Ecuador en el mundo solo es posible con un sector agrícola fuerte. En nuestras propuestas está promover la capacitación y tecnificación de los agricultores, quienes han trabajado incansablemente en esta crisis. Ese es el camino a la prosperidad.", "El diálogo es la clave para la unidad nacional. Con las ideas y propuestas de los ciudadanos se construye el futuro. ¡Este es el momento del Ecuador! Muchas gracias a los representantes de la sociedad civil que asistieron a esta reunión de trabajo para sumar esfuerzos", "Hay que luchar contra la ineficiencia del Estado. Es inaceptable que sigan frenando la economía mientras hacen a los ecuatorianos pagar su despilfarro. ¡Necesitamos un Gobierno que sepa administrar los recursos del Ecuador!", "Todos los países del mundo han creado mecanismos que inyectan liquidez a la economía privada, mientras que este Gobierno ha buscado un mecanismo para extraerle la riqueza al sector privado. Esto va a producir más desempleo y problemas al próximo Gobierno.", "La pobreza se mitiga generando riqueza, no generando deuda. Ese es el Ecuador al que voy a dedicarme, donde las familias ecuatorianas tengan la tranquilidad de saber que ellos y sus hijos crecen en un país con oportunidades.", "¡Debemos parar con el despilfarro de los recursos públicos! ¡Necesitamos una reconstrucción nacional!"], "Ago-2020": ["Votemos por quien deje el dinero en los bolsillos de las familias ecuatorianas, una persona capaz de llevar las riendas de nuestro país y que sepa crear OPORTUNIDADES. Eso se merece el Ecuador. ", "Hagamos conciencia de lo que significa un voto. Debemos votar por quienes SÍ podemos generar más empleo, salud y educación de calidad, más crecimiento y oportunidades. Ese modelo que causó años de pobreza y corrupción no volverá nunca más", "Crear zonas francas de turismo es nuestra propuesta para catapultarlo y así también crear empleo. He recorrido todo el país y sé que con la gestión correcta podremos ser esa potencia turística real, pero se debe eliminar los impuestos que hoy son mal utilizados por el Gobierno.", "Vivimos una crisis causada por un modelo económico que solo apela al endeudamiento. Tenemos que lograr un equilibrio gastando menos y duplicando los ingresos en los sectores productivos. Ya BASTA de despilfarro e ineficiencia.", "Todos mis hijos me han acompañado en esta lucha. Su apoyo me motiva cada día a seguir trabajando por los ecuatorianos. Aquí les comparto un recuerdo junto a Guillermo Enrique, Santiago y mi esposa María de Lourdes.", "Cuando emprendemos algún proyecto siempre habrán momentos duros que nos harán querer tirar la toalla y es en ese momento cuando debemos recordar POR QUÉ estamos haciendo esto. NO PODEMOS DEJAR DE CREER en nosotros mismos, debemos seguir, pelearla hasta conseguirlo.", "Inversión y creatividad para tomar nuevas decisiones. Solo haciendo un verdadero cambio, lograremos lo que el Ecuador necesita para reactivar la economía y tener un gran crecimiento.", "Aquí caben los pueblos indígenas y los afro ecuatorianos, el respeto por sus costumbres ancestrales y sus luchas. Aquí son bienvenidos TODOS los ecuatorianos", "Haremos realidad el sueño de miles de mujeres que no tienen un empleo. Ese anhelo de lograr prosperidad para sus familias será un hecho con el Gobierno del cambio.", "Las mujeres ecuatorianas no merecen más violencia, discriminación, ni maltratos. Vamos a luchar hasta el último aliento para que sus derechos sean garantizados. Si no brindamos igualdad de oportunidades a las mujeres, no podemos salvar al Ecuador.", "Nuestro objetivo es crear empleo en Manabí, no quitarle oportunidades a las familias ecuatorianas. Estamos aquí porque queremos un CAMBIO, un FUTURO, para el Ecuador. En este proyecto político caben todos los manabitas, ¡muchas gracias por asistir a este diálogo!", "El Gobierno debe comprender que para que la economía crezca debemos modernizar al Ecuador. Una economía próspera depende de eso.", "El futuro es energía más limpia y barata. Eso es posible innovando. Así cuidamos el medio ambiente y los recursos de nuestro país. ", "Un país con tanto potencial como el nuestro puede atraer inversión de Estados Unidos y Europa, para generar más oportunidades. ¡Estamos trabajando para que el Ecuador tenga acuerdos comerciales con países de todo el mundo!", "Termino un gran día en la oficina conversando con más de 230 líderes comunitarios en Santo Domingo de los Tsáchilas. Vamos a trabajar en conectividad a internet, acceso a créditos y vivienda digna. La prosperidad de la provincia es el camino para que", "Miles de ecuatorianos necesitan un empleo. Un empleo es educación, salud y prosperidad. Esto es lo que yo quiero para las familias en Ecuador: una vida mejor y llena de  oportunidades", "María de Lourdes me ha enseñado lo trabajadora, emprendedora y soñadora que es la mujer ecuatoriana. Esa esperanza que no se agota, ese deseo de un mundo mejor. Por las niñas, jóvenes y mujeres en todo el país,", "El sistema educativo debe modernizarse y lo hemos probado en esta crisis. ¿Qué sigue? Internet para todos y una educación libre de calidad. Por los jóvenes, hay que innovar para cambiar. Ellos nos ayudan a construir una gran propuesta de cambio", "Lo que yo busco es generar empleo y para eso se necesita capital. Nuestra propuesta consiste en una ley que brinde a los emprendedores la oportunidad de obtener capital que les permitirá arrancar sus negocios. ", "Gracias al sector productivo en Loja por una excelente reunión. El primer paso para salvar al Ecuador es la correcta administración de los recursos. Así hay crecimiento económico y se generan empleos. ¿Queremos más Loja en el mundo? Hay que luchar desde ahora, pelearla HOY.", "Los jóvenes están listos para hacer historia en el país y el mundo. Ellos emprenden HOY por el FUTURO, incluso en los días más difíciles. Con una visión que incluya sus ideas, sueños y anhelos", "Hay tantas cosas que hacer en la sociedad ecuatoriana, por eso debemos tener una visión amplia, para crear empleo, reactivar la economía y fortalecer la salud y la educación. Es momento del Gobierno del cambio.", "Miles de ecuatorianos me preguntan constantemente por el futuro, expresan angustia y preocupación. Tengo un compromiso con cada uno de ellos: luchar por un país de oportunidades y crear empleo.", "El Ecuador merece un administrador que sepa lo que es la escasez, cómo tiene que producir con pocos recursos para llevar al país a la prosperidad. Estamos pagando la factura de 14 años de mala administración, no se puede esperar más. ", "Que nos escandalice la corrupción, el robo descarado, y las miles de vidas que se han destruido en estos años. Votando con responsabilidad, podemos escoger otro camino, un mejor futuro.", "Está en nuestras manos encarar el futuro, pero hay que actuar con conciencia. La indignación del Ecuador debe sentirse en las urnas.", "El Ecuador necesita un cambio de Gobierno y un administrador con experiencia que tenga muy claro cuál es la salida. Conocemos la realidad nacional y qué buscan los ciudadanos. Somos la opción para un ECUADOR ", "La corrupción nos debería ofender a todos, pero muchos ya están tan acostumbrados que ni mueven un dedo. Debemos tomar conciencia y votar responsablemente.", "El quemeimportismo nos llevó a donde estamos hoy. Han sido más de 10 años de desempleo, pobreza y corrupción. En el 2021 podemos darle vuelta a la página votando con conciencia.", "Te agradezco la confianza Ana Belén. Esa experiencia la pondré al servicio de todos los ecuatorianos. Saludos.", "Hola Cecilia, llevamos 10 años trabajando en propuestas y ten por seguro que el resultado no será el mismo de siempre. Hemos propuesto eliminar impuestos y trámites, invertir en sectores productivos como el agrícola, fomentar el libre comercio y más, para salvar y crear empleos.", "Hola Andrés, hemos propuesto derogar impuestos, eliminar trámites para emprendedores, crear zonas francas de turismo, impulsar nuevos modelos de contratación laboral, abrir la economía al mundo para atraer inversión y más, teniendo en mente la creación de empleo.", "Agradezco al Dr.  @ABorreroVega por aceptar ser mi compañero de fórmula para el gobierno del CAMBIO. Un médico con gran trayectoria, dispuesto a servir al Ecuador. La salud de los ecuatorianos nunca más será relegada a segundo plano. ¡Pondremos el sistema de salud en orden!", "EL ECUADOR MERECE MÁS Más oportunidades, más salud, más educación para todos. Sin importar las diferencias, debemos unirnos y enfrentar este gran desafío. Juntos, el GOBIERNO DEL CAMBIO ES POSIBLE.", "Médicos, posgradistas, enfermeras y pequeños proveedores están impagos. No se justifica que se gasten 43 millones en “promoción electoral”. Renuncio a recibir dinero que debe ir a pagar sueldos e invito al resto de candidatos a hacer lo mismo.", "Este binomio va a instaurar el GOBIERNO DEL CAMBIO. Con su confianza y apoyo, vamos a transformar a Ecuador en un país con trabajo, dignidad para las familias, salud, seguridad y educación para nuestros niños y ", "A mí me preocupa la micro, pequeña y mediana empresa, porque en esta crisis la mayoría lo perdió todo. Hoy necesitan un apoyo que les permita volver a llenar sus inventarios y aplicar nuevas tecnologías para salir a vender y no cerrar.", "En mi vida he aprendido a trabajar, producir, CREAR. Aspiro poner mi experiencia al servicio del país y mejorar la vida de los ecuatorianos.", "Lucharemos para que el Ecuador sea de los ciudadanos y de nadie más. Nuestro país no volverá a caer en las manos equivocadas.", "Les ofrezco mis 50 años generando empleos, liderando equipos de profesionales honestos que saben hacer las cosas bien, y ayudando a la gente a realizar sus sueños. Pongo al servicio de los ecuatorianos toda mi EXPERIENCIA.", "La propuesta del cambio se basa en la unidad, que es la mejor medicina para sanar al Ecuador. Juntos podemos hacer grandes cosas.", "El arte y la cultura generan empleo y turismo. Tenemos que considerarlas como actividades productivas y apoyar a los artistas nacionales en esta crisis. Sobre la base de sus opiniones, impulsaremos el arte y la cultura en Ecuador", "Busco que los pequeños agricultores y ganaderos puedan darles tranquilidad a sus familias. Con su trabajo, ellos crean oportunidades y sostienen la economía del Ecuador, y por eso debemos apoyarlos.", " Esa es la realidad del Ecuador: desempleo, hambre y pobreza. Las soluciones son YA, las familias no aguantan más. ", "Ecuatorianos, los invito a ser parte del verdadero CAMBIO. Con su confianza y apoyo vamos a lograrlo, para hacer del Ecuador un país de oportunidades, progreso, salud, empleo y bienestar. ¡Para hacer del Ecuador un país de TODOS los ecuatorianos!", "Recuerdo con mucha alegría esta foto, pero la emergencia sanitaria aún no acaba. Los adultos mayores son los más vulnerables en esta crisis. Cuidémonos cuando salgamos de casa y tomemos las debidas precauciones.", "Esta elección presidencial no es una elección cualquiera. El próximo 7 de febrero NO PODEMOS DESPERDICIAR NUESTRO VOTO. ¡No más! ¡No otra vez!  ¡Ya es momento de darle la oportunidad al cambio, a la experiencia y a la gente honesta!", "¡Juntos crearemos un Ecuador de oportunidades! Hoy conversé con más de 100 empresarios de PYMES sobre las necesidades del sector en esta crisis. Discutimos ideas para solucionar, de fondo, los problemas que afectan la economía de los ecuatorianos.  Gracias por esta reunión ", "La agricultura es uno de los pilares del Ecuador. Con un verdadero cambio, vamos a apoyar al sector con crédito, tecnología e innovación, y luchar para mantener a la familia agrícola UNIDA.", "Aquellos que causaron esta crisis, no deben regresar al país. Tenemos que producir un CAMBIO y eso es posible votando responsablemente.", "Trabajamos, sin descanso, por el CAMBIO. Eso es posible caminando juntos y con mucho sentido de responsabilidad. Gracias a los más de 300 profesionales de Quito que me acompañaron hoy, junto a sus ideas y propuestas construimos el futuro del Ecuador", "¡Hoy quiero invitarlos a soñar en un país que SÍ ES POSIBLE! En mi vida he enfrentado retos que parecían imposibles de cumplir. He sacado adelante a muchas empresas e instituciones de sus peores crisis, ¡lo mismo podemos lograr con el Ecuador!", "El principal desafío del gobierno del cambio es crear empleo. Para ello debemos encender los dos motores de la economía: la inversión pública y la privada. Así las familias ecuatorianas tendrán trabajo y tranquilidad.", "La salud y la dignidad serán la prioridad del gobierno del cambio. Con el Dr.  @ABorreroVega , pondremos el sistema de salud en orden y al servicio de los ecuatorianos. #LassoBorrero2021", "Cuando fundamos  @CREOEcuador , lo hicimos con el sueño de convertir al Ecuador en ese país próspero que nos contaban nuestros abuelos. Hoy no puedo estar más orgulloso del trabajo en equipo que todos demuestran cada día. ¡VAMOS POR EL CAMBIO! #LassoBorrero2021", "No voy a permitir que jueguen con el futuro de nuestros hijos, con la salud de nuestros padres y abuelos.  No señores, ¡no lo voy a permitir! ¡EL CAMBIO VIENE!  LassoBorrero2021", "Hoy iniciamos el camino hacia un Ecuador próspero, con trabajo y bienestar. Un Ecuador con salud.  Un Ecuador transparente, sin corrupción.  Un Ecuador de oportunidades para todos. LassoBorrero2021", "El cambio más urgente, sin duda, es el de nuestra economía, que no puede continuar bajo el mismo modelo fracasado, porque está arruinando a las familias ecuatorianas. Trabajaremos y llevaremos al país hacia una economía abierta, libre y competitiva. LassoBorrero2021", "Hay muchas recetas económicas, pero solo una funciona, la que las familias ecuatorianas ya conocen: - No gastar más de lo que hay - No endeudarnos más de lo que podemos pagar - Ahorrar para los momentos difíciles - Invertir en los hijos, en su educación y futuro LassoBorrero2021", "Hoy me presento ante ustedes para asegurarles que vamos a trabajar sin descanso para crear los empleos que los ecuatorianos tanto necesitan.  ¡Esa será nuestra prioridad! Y lo vamos a lograr, ¡JUNTOS! LassoBorrero2021", "¡Hoy caminamos juntos hacia el país de oportunidades que queremos y merecemos! Llevamos años en las garras de gobiernos populistas e irresponsables que nos tienen sumidos en el caos, en manos de improvisados, de corruptos que nos endeudaron y robaron todo. LassoBorrero2021", "Quiero agradecer a los miembros de  @CREOEcuador por su confianza al nominarme como candidato a la Presidencia de la República de esta organización que tanto aprecio, que ha marcado una diferencia en la forma de hacer política en nuestro país. #LassoBorrero2021", "Desde el primer minuto del gobierno del cambio, implementaremos medidas para luchar contra la corrupción, duplicar los ingresos del país, mitigar la pobreza y CREAR oportunidades. No hay momento para improvisar con esta crisis económica y social. ", "Un modelo económico funciona si genera empleo. En Ecuador, el desempleo es preocupante y por eso necesitamos un verdadero cambio, con un administrador capaz de liderar reformas estructurales para crear oportunidades.", "Desde el día uno de la pandemia, junto a un grupo de empresarios, profesionales, médicos y voluntarios creamos la iniciativa  @SalvarVidasEC . Mientras los corruptos robaban, nosotros enfrentamos la pandemia como mejor sabemos hacer, siendo solidarios. LassoBorrero2021", "Carta abierta al Presidente de la República  @Lenin sobre mi postura referente al Código Orgánico de Salud.", "En el 2021 nos estamos jugando el futuro del Ecuador. Por eso votemos bien, por nuestras familias y las futuras generaciones. #LassoBorrero2021", "Te agradezco  @ABorreroVega por acompañarme en este reto. Un gran futuro le espera al Ecuador contigo como Vicepresidente. ", "El país no aguanta más corrupción. Depende de nosotros cambiar esta realidad y crear una comisión internacional anticorrupción #LassoBorrero2021", "Vamos a poner al Ecuador en orden con transparencia y honestidad por el futuro de todas las familias", "Ya es tiempo de elegir a la gente que esté dispuesta a trabajar por el futuro.  Escogimos a ciudadanos que van a servir al país, a legislar y fiscalizar por un Ecuador con OPORTUNIDADES. ¡EL CAMBIO ESTÁ MÁS CERCA QUE NUNCA! ", "El cambio es empleo, futuro y esperanza. El 2021 es el año de un Ecuador con oportunidades.", "¡ES EL MOMENTO DE LOS ECUATORIANOS! Inclusión, respeto y unión. Esa es nuestra oferta al país. ", "Aspiro a un Ecuador donde cada joven pueda crecer y expresarse como quiera. No le tengan miedo al estigma, ni al qué dirán. Ustedes llevarán las riendas de este país. Son el FUTURO y la clave para un Ecuador mejor.", "Como Presidente de la República, voy a trabajar hombro a hombro con cada uno. Crearemos las oportunidades que todos merecemos y traeremos prosperidad al Ecuador.", "Los artesanos dinamizan la economía, crean empleo y conforman el motor productivo del Ecuador. Hoy conversamos que la mejor salvaguarda es ser competitivos, bajando los costos de producción. Muchas gracias al sector artesanal por compartir sus propuestas para el cambio", "Mi compromiso es con todos, el agricultor, el pescador, el artesano, todos formamos parte de esta tierra rica y trabajadora. Juntos saldremos adelante. #LassoBorrero2021", "Con inversión pública y privada creamos empleo.  Más inversión en el Ecuador es MÁS EMPLEO para los ecuatorianos.  Así los motores de la economía están encendidos. #LassoBorrero2021", "Quiero que los migrantes encuentren en su propia tierra, los sueños que fueron a buscar en el exterior. Un pedazo de Ecuador está con ellos y no podemos abandonarlos.  #LassoBorrero2021", "La falta de trabajo, la corrupción en salud, y los sueldos impagos de miles de ecuatorianos han causado tanto dolor injusto. Los gobiernos le deben bienestar a la gente. #LassoBorrero2021", "Un CAMBIO en el sistema educativo crea FUTURO para los niños y jóvenes. Insisto, debe ser GRATUITO, DE CALIDAD, y llegar a cada rincón del Ecuador. #LassoBorrero2021", "Hay que invertir en salud, educación y seguridad. Un país progresa cuando los ciudadanos pueden avanzar constantemente y sin obstáculos. Debemos hablar menos y acordar más por el bienestar de los ecuatorianos.", "Busco que cada ecuatoriano pueda estudiar, trabajar y encontrar un camino próspero en su vida.  AQUÍ TENEMOS UN PLAN COMPLETO PARA EL ECUADOR.  Ninguno de ustedes se perderá de las oportunidades de prosperidad en el gobierno del cambio.", "Vamos a recuperar la decencia y el prestigio que debe tener la Asamblea Nacional, y a trabajar en un poder legislativo que luche por el CAMBIO y nos haga sentir orgullosos.", "El cambio es inversiones nuevas y generadoras de empleo. Aprovecharemos las oportunidades en energía eléctrica, turismo, agricultura y más.  ¡El Ecuador volverá a ser un país dinámico y productivo!", "Cuando los políticos dialogan entre ellos cometen el error de darle la espalda a los ciudadanos. Por eso priorizamos la unidad con los ecuatorianos, sin cerrar puertas a todos los que quieren hablar con nosotros.", "Me siento orgulloso de presentar a este gran equipo de mujeres y hombres, candidatos a la Asamblea Nacional, con quienes he trabajado por años por un mejor Ecuador. Ellos representan los ideales que impulsamos desde ", "No olvidaremos al campo. Conectaremos a pueblos, recintos y comunas por medio de proyectos de vialidad rural. Con la pandemia, el desafío es mayor, pero estamos listos."], "Sep-2020": ["Un buen administrador invierte en el futuro del país. #LassoBorrero2021", "Unidos empieza el CAMBIO. ¡VAMOS POR UN ECUADOR CON OPORTUNIDADES!", "Trabajamos por una economía libre, que impulse la iniciativa privada y estimule el emprendimiento.  Hoy, universitarios me propusieron reducir impuestos y trámites para los emprendedores ecuatorianos. ¡Sus ideas traen el CAMBIO!", "Vamos por un Ecuador productivo, con una economía libre, que atraiga inversión privada para generar los ingresos que necesitamos si queremos mitigar la pobreza.", "Mis razones no han cambiado: Quiero servir al Ecuador para lograr un CAMBIO. Un CAMBIO para crear OPORTUNIDADES. #LassoBorrero2021", "Creamos empleo reactivando la economía con inversión. #LassoBorrero2021", "Luchamos por los verdaderos administradores del país: las familias ecuatorianas. #LassoBorrero2021", "Un Ecuador con oportunidades es el objetivo de  @CREOEcuador . Con la estructura en Pichincha, hoy nos comprometimos a impulsar este proyecto político construyendo ideas y propuestas para un mejor futuro.  Estamos en el camino correcto, ¡SE VIENE EL CAMBIO!", "Unidos, vamos a trabajar por el sueño de millones de ecuatorianos: EMPLEO SALUD SEGURIDAD PROSPERIDAD  ¡Son bienvenidos todos!", "Los invito a mirar hacia el futuro y a luchar por un país donde cada ecuatoriano pueda prosperar. En esta elección tenemos que dar el paso definitivo a un Ecuador con oportunidades. #LassoBorrero2021", "Un Ecuador productivo, con empleo y oportunidades para prosperar es posible con la generación del CAMBIO. Está en nuestras manos elegir el futuro en 2021.", "Estamos unidos por la democracia, la libertad, el empleo y la prosperidad en Ecuador. #LassoBorrero2021", "El próximo 7 de febrero, unidos, ¡VAMOS POR EL CAMBIO!   En esta elección, está en nuestras manos alcanzar ese nuevo Ecuador.  Un país con EMPLEO, SALUD, EDUCACIÓN y SEGURIDAD para todos. ", "ESTA ES LA HORA DE LA RECONCILIACIÓN NACIONAL. Buscamos un cambio para lograr un país con oportunidades, empleo, que sea democrático y libre. La unidad es por el Ecuador.", "Nuestro país nos necesita UNIDOS por el empleo, la salud y la educación. Tenemos el deber de luchar en unidad por un Ecuador con OPORTUNIDADES y el CAMBIO para las familias ecuatorianas. ", "Nuestro proyecto político es serio, democrático, participativo e incluyente. Son bienvenidos todos los que quieran formar parte del CAMBIO. ¡Este es el momento de los 17 millones de ecuatorianos!", "Como Presidente de la República crearemos JUNTOS un país próspero. Estamos unidos por los niños, por los jóvenes, para luchar contra la corrupción, crear empleo y dar esperanza.  En unidad, hoy damos el paso definitivo al futuro. ", "CREAMOS EMPLEOS CON INVERSIÓN. Una economía abierta al mundo atrae a inversionistas y genera oportunidades laborales en Ecuador. ", "Estoy aquí para servir y trabajar en un Ecuador distinto. Vamos con humildad, pero con convicción. Lucharemos por mejores días para las familias ecuatorianas.", "El empleo es el eje principal de nuestras propuestas para el CAMBIO en Ecuador. Si los ecuatorianos tienen trabajo, hay salud, educación y seguridad en sus hogares. ", "Así es. Buscamos que los jóvenes tengan oportunidades de empleo al salir de la universidad. Con menos trabas y más libertad, tendrán un futuro donde puedan estudiar, emprender y salir adelante sin obstáculo alguno.", "Queremos un Ecuador del EMPLEO.   Trabajaremos en desmantelar trámites e impuestos para los emprendedores. ¡Ellos necesitan libertad para prosperar! ", "Cerca de 5.000 escuelas rurales cerraron por una mala administración y se interrumpió la educación de miles de niños en el campo.  Mi compromiso es que cada ecuatoriano complete sus estudios, vaya a la universidad y viva un futuro próspero ", "El 2021 es el año de las oportunidades, del empleo, de un verdadero cambio en Ecuador. #LassoBorrero2021", "La reforma de salud quedará a cargo del Dr. ⁦⁦ @ABorreroVega , gran médico y mi compañero de fórmula en estas elecciones.  Los ecuatorianos merecen una salud universal, gratuita y de calidad. #LassoBorrero2021", "Modernizar al Ecuador es dar futuro, trabajar por el desarrollo y crear empleo para todos.", "BIENVENIDOS AL CAMBIO   Vamos a crear un país distinto, con oportunidades para las familias ecuatorianas. En este proyecto político, estamos UNIDOS por el futuro", "El Estado debe pagar sus deudas con los funcionarios públicos, en especial a los trabajadores de la salud. Ellos arriesgaron su vida en los días más difíciles y no podemos abandonarlos.", "La digitalización del Gobierno traerá más y mejores servicios para las familias ecuatorianas. Es hora de utilizar la tecnología para fortalecer la función pública. #LassoBorrero2021", "Día a día nos reunimos con el equipo de  @ecuadorlibre para trabajar en el Plan de Gobierno que traerá el CAMBIO en 2021.  Nos encontramos trabajando en propuestas para la libertad de los ecuatorianos, el empleo y un futuro con oportunidades.", "Llevamos 10 años trabajando en un Plan de Gobierno para atraer inversión y generar empleo. Buscamos que los emprendedores reactiven su economía", "Los emprendedores necesitan expandir sus fronteras y llegar a nuevos mercados.  Lo lograremos bajando impuestos, eliminando trámites y reduciendo aranceles. Vamos a innovar para generar empleo y oportunidades", "Acabo de terminar una reunión de trabajo con autoridades en Loja. ¡Estamos UNIDOS por el cambio! El Ecuador saldrá adelante con un Gobierno que comprenda las necesidades de cada provincia y sus cantones. La administración correcta de los recursos traerá prosperidad", "Nuestra propuesta gira en torno a la reactivación económica, la generación de empleo y el bienestar de las familias ecuatorianas. En 2021, el CAMBIO viene por los derechos, el futuro y el progreso", "Desde el primer día en el Gobierno, trabajaremos por el CAMBIO. Nuestra prioridad: atraer inversión para generar empleo. Lucharemos incansablemente por un Ecuador con oportunidades.", "El diálogo y el consenso son el camino hacia la PROSPERIDAD. Por eso buscamos incluir a los 17 millones de ecuatorianos en el cambio, para que UNIDOS trabajemos por un Ecuador con empleo y oportunidades para todos. ", "Ecuador es uno de los países con más dificultades para hacer negocios.  ¿Cómo nos convertimos en líder de emprendimiento a nivel mundial? CON LIBERTAD", "3 CANTONES EN UN DÍA Es una bendición recorrer el Ecuador nuevamente. Agradezco profundamente a la gente de Santo Domingo, Quevedo y Babahoyo por recibirnos hoy con tanta calidez. Las ganas de un cambio se sienten en nuestro país.  ¡El 2021 es el año del cambio!", "Reactivaremos la economía de las Islas Galápagos con un turismo responsable. Protegeremos el medio ambiente y la biodiversidad mientras creamos empleos para los ecuatorianos", "Las oportunidades para los ecuatorianos están en el mundo.  Nuestra misión es abrir las puertas del país para atraer inversión, tecnología e innovación. Ese es el camino para un Ecuador con empleo", "VAMOS A LUCHAR POR EL FUTURO La semana pasada recorrimos 5 ciudades en 3 días. Sentimos la necesidad de un CAMBIO en los ecuatorianos y por eso seguiremos trabajando en un Ecuador libre, próspero, democrático y de oportunidades.", "Las propuestas se construyen recorriendo el Ecuador. La economía, la falta de empleo y la corrupción son las principales preocupaciones. Mi misión es generar oportunidades para todos los hogares ecuatorianos.", "Los ecuatorianos somos emprendedores innatos. Este es un país bendecido con talento y gente trabajadora que quiere realizar sus sueños. El cambio es libertad para emprender e innovar.    Muy orgulloso de la industria nacional ", "La economía es como un avión de dos motores impulsado por el sector público y privado.  Nuestra misión para la reactivación económica es aumentar los ingresos reduciendo impuestos y aranceles, abriendo la economía al mundo y promoviendo el emprendimiento. ", "Hay obstáculos muy grandes para entrar a la universidad. Los cupos son limitados y la libertad de escoger la carrera de tu preferencia es mínima. En #ElGobiernoDelCambio, la educación superior tomará prioridad por el futuro de nuestros jóvenes.", "La agricultura y la ganadería son los sectores que más generan empleo para la sociedad ecuatoriana.  Trabajaremos para llevar tele educación y tele medicina a Los Ríos. Nuestra atención fundamental estará en los sectores rurales y campesinos. ", "El pueblo quiere agua potable y alcantarillado. Un Gobierno serio y sensato se encarga del bienestar de los ecuatorianos, no solo de recaudar dinero. Nuestra prioridad es la salud de las familias y el futuro de nuestros niños y jóvenes. ", "Tenemos que llevar a cabo reformas que promuevan los estudios a través de Internet para que niños y jóvenes amplíen sus oportunidades educacionales. La tele educación es el futuro", "Honesto y responsable con la gente Juan Fernando. Está en nuestras manos elegir el futuro en 2021."], "Oct-2020": ["ALIANZA POR LA PROSPERIDAD  Estamos unidos por el cambio y un Ecuador con oportunidades. ¡Esta alianza es por y para nuestra gente!  El 2021 es el año del empleo, la salud, la educación y la prosperidad.", "Este día conmemoramos 200 años de Independencia y celebramos a esta ciudad solidaria, cuna de la libertad.  Es motivo de orgullo ser guayaquileños, por eso en el Bicentenario honremos nuestra unión diciendo: GUAYAQUIL POR LA PATRIA. ", "Seguimos fortaleciendo el control electoral en Ecuador Flexed bicepsFlag of Ecuador. Esta vez estuvimos en Esmeraldas, capacitando a ecuatorianos con miras al 2021 para defender el voto y la democracia", "Unidos, trabajamos por el país y el futuro de nuestra gente. El cambio viene por los ecuatorianos. Tenemos el deber de poner al Ecuador primero.", "GUAYAQUIL UNIDO POR LOS COMERCIANTES Nuestra ciudad se está levantando con el trabajo de los comerciantes. Por ellos, vamos a atraer inversión para reactivar la economía y generar empleo.", "¡Lucharemos por la libertad de los guayaquileños para emprender! Este es el mes para honrar a los comerciantes y a los pequeños negocios que buscan prosperar en esta maravillosa ciudad.  Más tarde les comparto mi diálogo con comerciantes", "Grandes atletas ecuatorianos han sobresalido en el exterior gracias a una excelente formación deportiva. Esa es mi aspiración para todos los niños y jóvenes de nuestro país. ", "Nuestro compromiso como alianza es dar a los jóvenes un FUTURO.  Unidos, empieza una nueva era donde la juventud ecuatoriana sueñe, crea y construya con libertad.  ", "¡Este proyecto político se fortalece en nuestros recorridos por el Ecuador! Esmeraldas tendrá a una excelente representante en la Asamblea Nacional con", "Estamos comprometidos con fortalecer el sistema educativo. No dudes que nuestro compromiso es inquebrantable", "Vamos a dar apertura a la tecnología y la innovación en Ecuador Flexed biceps. Coincido en que todos necesitan acceso a Internet y libertad para gozar de las oportunidades del mundo digital. Un saludo.", "El Gobierno del cambio será SOBERANO. Administraremos la economía de acuerdo con el interés de los ciudadanos: un Ecuador de oportunidades Flag of Ecuador. ", "En el dolor, encontramos la fuerza para salir adelante. Guayaquil es solidario con su gente y todo el Ecuador.  No perdamos nunca ese espíritu de resiliencia y solidaridad", "Trabajando para fortalecer el equipo de control electoral en el sector María Paidal Flexed biceps.  ¡Gracias por su compromiso con este proyecto político", "¡Hoy celebramos el Día del Agricultor y Ganadero! Ambos sustentan la economía del país y contribuyen a la alimentación de miles de ecuatorianos.  Nuestra propuesta es trabajar en créditos de desarrollo para mantener UNIDAS a las familias agrícolas y ganaderas del Ecuador", "La alianza es por un país donde celebremos la unidad entre ecuatorianos y haya libertad para prosperar.  Unidos empieza un Ecuador diverso, moderno y libre. ", "Tenemos un excelente equipo de ecuatorianos de la nacionalidad Quichua trabajando en fortalecer el control electoral Flexed biceps. Gracias por socializar nuestra propuesta de empleo, salud y educación para el país ", "Hoy celebramos el Bicentenario de la Independencia de Portoviejo Flexed biceps. Son 200 años de una ciudad que continúa creciendo gracias a su gente trabajadora y soñadora. ¡Que viva la capital de Manabí! Un saludo a todos los portovejenses.", "Estamos aquí para servir, trabajar y luchar por un país de oportunidades. Unidos por el Ecuador, ¡VAMOS POR EL CAMBIO! ", "EL SECTOR INDÍGENA APOYA EL CAMBIO  Detrás de cada una de nuestras realidades, nacionalidades y cosmovisiones, hay un Ecuador unido.  Solo unidos podemos construir un país de bienestar y oportunidades para todos. ", "Hoy es el Día Internacional para honrar a las mujeres de los sectores rurales del mundo. En Ecuador, su trabajo contribuye al desarrollo de la población rural y campesina.  Lucharemos por la igualdad en el acceso de herramientas y créditos para su prosperidad. ", "Unidos, con el apoyo del sector indígena, lograremos un cambio profundo para crear un modelo de desarrollo rural y campesino inclusivo que logre rescatar la economía agrícola y mejorar el acceso a servicios básicos. ", "ESTA ES LA HORA DE LA PATRIA. Aurelio Chacha, representante del Frente de Organizaciones Sociales y Nacionalidades Indígenas del Ecuador nos invita a construir un país que luche por nuevas políticas públicas para los sectores excluidos. ", "Hola Sadam. Fortaleceremos la independencia judicial y la seguridad jurídica para garantizar los derechos de los consumidores", "Hola Ando. Para levantar el empleo proponemos una Nueva Ley de Oportunidades Laborales que genere nuevos empleos fijos. Habrá incentivos para la contratación de jóvenes y mujeres y ayuda con crédito, formación y reducción de costo eléctrico a negocios populares.", "Hola Hugo. Nuestras propuestas consisten en educación diversa y de calidad con innovación y libertad, desayuno escolar, reapertura y renovación de escuelas y colegios rurales, educación digital, facilitar el acceso e jóvenes a la universidad y mucho más. Un abrazo.", "Los créditos de desarrollo levantarán al campo y a las zonas rurales Flag of Ecuador. Ayudarán a que las familias en el sector agropecuario dispongan de la tecnología para aumentar su producción y competitividad. Esa es nuestra propuesta", "Uno siente el calor de la gente en Quito. Estoy muy feliz de continuar recorriendo Pichincha esta semana. En minutos nos vemos en el Mercado de Cotocollao", "Nuestra lucha es por un Ecuador con EMPLEO porque le da a las familias la oportunidad de prosperar. Un trabajo significa un hogar estable y un futuro seguro. Esa es nuestra meta para el 2021.", "Vamos a trabajar en un Gobierno digital para facilitar la vida de los ciudadanos. Es hora de aprovechar la tecnología actual y dar un paso hacia el futuro.", "Fue un gusto compartir con quiteños en el Mercado de Cotocollao. Conocí a madres, jóvenes y adultos mayores preocupados por el país. ¿Qué necesitan? Un futuro seguro. ", "Mañana es nuestro último día en Quito. Hemos compartido grandes momentos con ustedes esta semana y estoy seguro que unidos cambiaremos al Ecuador.  Gracias por las calurosas bienvenidas, que tengan una buena noche", "Hablemos de la economía ecuatoriana. Vivimos un déficit fiscal, excesivo endeudamiento y falta de liquidez. En el sector público debemos luchar contra la corrupción y ser eficientes en la administración de los recursos para salir de esta crisis.", "Asimismo, gracias a los líderes barriales de Quito por asistir a esta reunión. El Ecuador quiere unidad, capacidad y experiencia para resolver la crisis que vivimos actualmente.  Unidos, saldremos adelante", "y los candidatos a la Asamblea Nacional del Distrito Norte en Pichincha dialogaron con vecinos de Carcelén sobre el cambio que viene al Ecuador en 2021: empleo, salud y educación para todos Flag of Ecuador.  ¡Gracias Carcelén!", "Llegamos al sector La Morenita Flag of Ecuador. Un honor compartir este evento con ecuatorianos en las Parroquias Rurales de Quito que sueñan con un Ecuador de empleo. Este proyecto político es por el futuro de nuestra gente", "En un momento tan crítico, es necesario un administrador con capacidad de continuar generando empleo. La gente pide trabajar y nosotros lucharemos por dar esa oportunidad de prosperar.", "Vamos a votar con firmeza y decisión por la propuesta que va a crear empleo, fortalecer la salud y mejorar la educación para nuestros niños y jóvenes.  UNIDOS, ¡EL CAMBIO VIENE! ", "En el centenario de la creación de la Aviación Nacional y el Día de la Fuerza Aérea Ecuatoriana, felicito a las mujeres y hombres que conforman esta institución.  Es un orgullo contar con ciudadanos valientes en nuestro país.  Gracias por su servicio ", "El país necesita un Presidente que sepa administrar los recursos. La fórmula es controlar el gasto y duplicar los ingresos, haciendo de nuestro Ecuador un lugar seguro para invertir ", "Por eso, este proyecto político le da la bienvenida a los 17 millones de ecuatorianos. Buscamos servir y luchar por el bienestar de sus familias. Unidos, vamos a superar esta crisis y construiremos un mejor futuro. ", "En educación - Diversidad: programas de estudios que contemplen la realidad local y las diversas metodologías educativas moderna - Impulsar programas de educación dual - Restablecer la autonomía universitaria - Educación digital - Reabrir y renovar escuelas y colegios rurales", "En otros temas sociales: - Programa de nutrición infantil -  Salud preventiva - Eliminar la tabla de consumo de drogas - Programas de inclusión financiera - Programa Deporte+Universidad - Impulso al arte y a la economía naranja Eso y mucho más viene en 2021 Flexed biceps. Un saludo.", "Hola Sofía, este es un emprendimiento admirable. Mujeres fuertes y trabajadoras se han unido para salir adelante. Me quedo con tus palabras “la emancipación económica y laboral”. Esa es la lucha de este proyecto político. Un saludo y éxitos.", "A este proyecto político le importa cambiar esos problemas para el emprendedor. Nuestra meta es un Ecuador donde las ideas y los sueños no sean limitados por trámites e impuestos. Estoy contigo en esta lucha Isabel."], "Nov-2020": ["Esta lucha es por ti, por tu familia, por tu trabajo y tu futuro. UNIDOS, con capacidad y experiencia, vamos por un Ecuador de oportunidades ", "Unidos por un Ecuador próspero, democrático, libre y con OPORTUNIDADES", "Hoy estuvimos en la Parroquia Letamendi con los candidatos de  @La6Ecuador por el Distrito 3 de Guayas. Estuvimos acompañados de @jaimenebotsaadiy llevamos un mensaje de unidad, esperanza y CAMBIO ", "Crearemos las oportunidades de EMPLEO que necesitan los jóvenes para prosperar Flexed bicepsFlag of Ecuador. ¡EL 2021 ES EL AÑO DE LA 21  @CREOEcuador! ", "Mi mayor motivación es que las madres de familia, los jóvenes, los adultos mayores y los niños tengan un futuro. En 2021 viene el CAMBIO y un Ecuador de oportunidades con empleo, empleo, y más empleo", "Vamos a impulsar la educación financiera en sectores vulnerables.  La independencia económica de los ecuatorianos es nuestra prioridad. ", "Tenemos el deber con nuestros hermanos artesanos de trabajar por el desarrollo del sector. Hoy celebramos este día comprometiéndonos con la creación de más empleos y el bienestar de sus familias. ", "Hoy volvimos a Guayas Thumbs up. Estamos en Daule con los candidatos de  @CREOEcuador a la Asamblea Nacional por el Distrito 4 Flag of Ecuador.  ¡Los recorridos continúan!", "La fortaleza del Ecuador es producir y debemos aprovecharla para darnos a conocer en el mundo. Sectores como el agropecuario tienen el potencial de cambiar nuestro país, reactivar la economía y dar PROSPERIDAD.", "Un saludo al cantón San Lorenzo por el apoyo a este proyecto político Flexed biceps. Que alegría ver que cada día somos más, gran trabajo Rina.", "Un abrazo a nuestros hermanos en el exterior Flexed biceps. Unidos vamos a trabajar para cambiar al Ecuador ", "Estimado Raúl, no abandonaremos a Azuay. Haremos proyectos innovadores y sostenibles en el sector eléctrico, como cambiar el parque automotor a energía eléctrica. Destinaremos los recursos para mejorar las condiciones de vida en la provincia.", "Hola Roger. Haremos una reforma tributaria que brinde seguridad jurídica para atraer inversión y reactivar la economía. Vamos a reducir trámites e impuestos. Necesitamos más Ecuador en el mundo y más mundo en Ecuado", "Estimado Mario, nuestra propuesta de empleo incluye a los 17 millones de ecuatorianos. Trabajaremos por tu bienestar y el de tu familia, cuenta con nosotros.", "Hoy fue un día maravilloso! Gracias por sus mensajes y buenos deseos.  Les comparto unas fotos de la celebración de mi cumpleaños junto a mi equipo de trabajo y la familia de  @CREOEcuador", "VAMOS A MANTENER EL SUBSIDIO AL GAS DE USO DOMÉSTICO No hay ninguna razón para eliminar este subsidio que beneficia a miles de familias ecuatorianas. Siempre lucharemos por el bienestar y la prosperidad del Ecuador.", "Hoy la Selección de Fútbol de Ecuador ganó 6 a 1 a Colombia. Me uno a la algarabía y a los festejos, los deportistas ecuatorianos nos han llenado de orgullo.", "La elección que enfrentaremos el 7 de febrero es la más trascendental de los últimos años. Ecuador tiene dos opciones: seguir retrocediendo o finalmente avanzar hacia la prosperidad y el progreso que representamos nosotros.", "AGUA, SALUD y EDUCACIÓN PARA EL PUEBLO Flag of Ecuador. Seguimos llevando el mensaje del CAMBIO a todo el país. La semana pasada estuvimos en Manabí y en Guayas fortaleciendo este proyecto político que tiene la capacidad para cambiar al Ecuador", "Con la Nueva Ley de Oportunidades Laborales, CREAREMOS EMPLEOS para miles de ecuatorianos.  Impulsaremos mecanismos que faciliten la contratación, sueldos y salarios dignos, y estabilidad", "¿Quieres un gobierno que cree EMPLEO, EMPLEO Y MÁS EMPLEO? ¡VOTA POR LA CAPACIDAD! Esta mañana estuvimos con los #AsambleístasdelCAMBIO presentando el Plan de Gobierno que cambiará al Ecuador.  Unidos lucharemos por las oportunidades para prosperar ", "¡QUE VIVA LOJA! Hoy conmemoramos 200 años de libertad y la lucha por el progreso y la prosperidad en Loja. Felicidades a su maravillosa gente en este Bicentenario de Independencia", "Vamos a parar los recortes salariales a los maestros. Ellos también tienen familias, necesitan cuidar de su salud y velar por su futuro. La prioridad en el Gobierno del cambio será fortalecer el sistema educativo y RESPETAR AL MAESTRO ECUATORIANO ", "Nosotros proponemos BAJAR impuestos, ellos solo quieren encarecer la vida de las familias ecuatorianas.  Es hora de reflexionar el voto y decidirnos por la CAPACIDAD Y LA EXPERIENCIA", "Son tiempos difíciles en Ecuador. Muchos han perdido sus trabajos, sus negocios y se encuentran agobiados por la crisis. Tengan por seguro que no los vamos a abandonar. ¡UNIDOS TENEMOS LA CAPACIDAD DE SALIR ADELANTE!  VAMOS A CREAR EMPLEO PARA TODOS", "Azuay quiere una mayor y mejor conexión con las provincias de El Oro y Guayas. ¡Ya es hora de una red vial moderna! Haremos realidad la ampliación de carreteras para fortalecer el comercio interprovincial y crear EMPLEO. ", "¡Nosotros representamos el CAMBIO! Hay que optar por el progreso, JAMÁS el regreso al pasado. Tenemos la oportunidad de decidirnos por un Ecuador con empleo, salud y educación en 2021.  Recuperaremos a nuestro país", "El Ecuador necesita capacidad para administrar bien los recursos, atraer inversiones, crear un entorno que estimule a emprendedores, y dar empleo, empleo, y más empleo.  ", "Ese camino de la prosperidad exige de nosotros una decisión muy clara: votar por quien tiene la capacidad de resolver los problemas.  La capacidad es poder sacar a Ecuador del agujero en donde está y llevarlo a donde soñamos que esté: UN PAÍS CON EMPLEO.", "Por eso otra de nuestras propuestas es BAJAR impuestos, como el ISD. Esa es la fórmula para atraer inversión pública y privada, y crear EMPLEO. Estamos aquí para trabajar por el cambio y las oportunidades.", "¡No más trabas al emprendimiento y al comercio para generar empleo!  Hay que innovar para cambiar y junto a todos los ecuatorianos, tenemos la capacidad de llevar al país a la prosperidad ", "¡Muchas gracias! Un abrazo a nuestros hermanos ecuatorianos en el exterior", "La “desdolarización amigable” es un ASALTO al pueblo ecuatoriano. Eso es #Desdolarauz. No podemos permitir que los que representan al pasado pretendan regresar a destruir nuestros empleos, comerse nuestros ahorros y terminar de dañar la economía. ", "Reconozco que mis palabras ayer en Machala causaron malestar en muchas mujeres, por lo que pido perdón. Con humildad se aprende a ser mejores cada día.", "YO NO SUBIRÉ IMPUESTOS. Lucharé contra la corrupción y la mala administración de los recursos, y me encargaré de crear las condiciones para atraer inversión que beneficie a todos los ecuatorianos. ", "NO VAMOS A PRIVATIZAR EL IESS. Con una buena administración, garantizaremos una excelente seguridad social a todos los ecuatorianos. ", "Se requiere empleo para que haya felicidad, oportunidades y prosperidad en cada hogar del Ecuador. ", "Guayaquil tiene la esperanza de un cambio Flag of Ecuador. ¡Gracias por su confianza en esta lucha por más y mejores oportunidades para todos los ecuatorianos!", "Esta tarde asistimos a un encuentro con trabajadores del Grupo LAAR en Quito. Ellos se esfuerzan a diario por el futuro de sus hijos, por eso quieren libertad para trabajar. Nosotros garantizaremos los derechos y la estabilidad de todos los ecuatorianos", "Me enorgullece ver cómo nuestro equipo de control electoral continúa creciendo cada día. Ellos son los ecuatorianos que defenderán el voto en Orellana, Sucumbíos, Napo, Pastaza y Morona Santiago en 202", "Implementaremos programas de capacitación para que puedan reintegrarse a la sociedad con oportunidades de empleo o prosperar con su propio emprendimiento.", "Con independencia económica, hay libertad para las mujeres ecuatorianas.  ¿Cómo logramos esa autonomía? Creando oportunidades de empleo y emprendimiento.", "Yo quiero decirle a Josefina, Nora, Patricia y a todas las mujeres ecuatorianas: estamos con ustedes. Se juntarán esfuerzos para ofrecer servicios de asesoría en materia legal, atención psicológica y médica, y albergues temporales.", "En el gobierno del cambio trabajaremos para que todas las mujeres accedan a créditos de desarrollo, evidenciaremos la equidad de género y lucharemos por un cambio en la economía para que haya EMPLEO.", "La alianza de  @CREOEcuador y  @La6Ecuador es la opción del empleo, el cambio y el futuro. Mientras los candidatos del pasado lo único que ofrecen son mentiras, como la “desdolarización amigable”, a los ecuatorianos.", "Hoy tuve el honor de compartir con colectivos de mujeres. Conocí las historias de ecuatorianas que solo buscan un mejor futuro.  Josefina, una gran dirigente, nos compartió una reflexión muy cierta: “SIN DERECHOS DE LAS MUJERES NO HAY DERECHOS HUMANOS”. ", "Nosotros decimos que NO a esas propuestas que pretenden elevar las tasas impositivas. Ecuador necesita bajar impuestos y abrir la economía al mundo para que haya inversiones en todos los sectores productivos.", "El riesgo país de Ecuador supera los 1.000 puntos, mientras en otros países está por los 200. Es URGENTE arreglar la economía para atraer inversión, bajar las tasas de interés, crear empleo y generar oportunidades para todos los ecuatorianos. ", "En este Día Internacional de la Eliminación de la Violencia contra la Mujer, reflexionemos y luchemos para que ni una mujer más sea víctima de la violencia. Ellas tienen derecho a prosperar y a vivir sin miedo. Mi compromiso es un país donde puedan caminar libres", "No pueden regresar los que han endeudado al país y destrozado miles de empleos. Nosotros vamos por un Ecuador con trabajo abundante, salud universal y educación de calidad. Ese es el cambio que viene con la alianza 21-6.", "Necesitamos una ley laboral que incluya a esa gran mayoría de ecuatorianos sin un trabajo en la economía formal. El empleo da prosperidad, abre la puerta para tener una vida de oportunidades y un futuro seguro. ", "Durante 11 años he escuchado la preocupación de miles de mujeres ecuatorianas sobre la violencia intrafamiliar. ¿Qué tenemos que hacer? Que logren su independencia económica con oportunidades para emprender o tener un empleo", "Ecuador volverá a ser un país atractivo para los inversionistas. Eliminaremos el exceso de impuestos y trámites para atraer inversión, incentivar el emprendimiento y CREAR EMPLEO. Ecuador volverá a ser un país atractivo para los inversionistas. Eliminaremos el exceso de impuestos y trámites para atraer inversión, incentivar el emprendimiento y CREAR EMPLEO. ", "No podemos permitir que las futuras generaciones continúen perpetuando la violencia y el maltrato hacia la mujer. Esa es la realidad que quiero cambiar y por eso estoy en política. ", "Garantizaremos un presupuesto justo y necesario para las leyes que protejan a las mujeres. En nuestro Plan de Gobierno contamos con propuestas para combatir el abuso y la violencia contra la mujer."], "Dic-2020": ["Con seguridad, habrá inversión y más empleo en Ecuador. ", "Tenemos por delante un desafío muy grande: arreglar la economía. ", "NO ELIMINAREMOS EL SUBSIDIO AL GAS DE USO DOMÉSTICO. ¡Este es el proyecto político que beneficia a las familias ecuatorianas! ", "Yo busco ser presidente para servir a los 17 millones de ecuatorianos. Por eso voy a reducir aranceles, trámites e impuestos para los transportistas. ¡Que las unidades de transporte, llantas y repuestos cuesten menos, y que haya más ingresos en sus hogares!", "Facilitaremos la afiliación a la seguridad social de todos los comerciantes en Ecuador. #CapacidadParaCambiar", "De corazón, Kathia, es un honor ser parte de tu historia de vida.  Mi anhelo es servir al país y ayudar a construir caminos de prosperidad y de progreso para todos los ecuatorianos", "En el Día Internacional de las Personas con Discapacidad, me comprometo a garantizar la inclusión. Es un honor para mí contar con grandes dirigentes, colectivos sociales y frentes populares que trabajan cada día por los ecuatorianos con discapacidad. Hoy celebro sus luchas", "Yo quiero ser el punto de apoyo de la familia González Álvarez y todas las familias en Ecuador.  Gracias por invitarme a su maravilloso hogar y recibirme con los brazos abiertos. Por ustedes, hay #CapacidadParaCambiar ", "En este #DíaLuchaContraLaCorrupción recordemos lo que hemos vivido en esta última década: robos y mentiras al pueblo ecuatoriano. ¿Eso es lo que queremos para nuestros hijos? La respuesta es NO. Estamos cansados de los corruptos, nosotros buscamos empleo y oportunidades.", "En Quito firmamos un Acuerdo por el Cambio con la Honorable Asociación de Artistas Profesionales de Pichincha Flexed biceps. Impulsaremos la economía naranja bajando aranceles e impuestos y dando créditos a emprendimientos artísticos", "Ingrid, gracias por recibirme en tu hogar. Fue maravilloso celebrar tu cumpleaños con tu familia. Quiero que tus hijos estudien en la universidad, tengan un empleo y prosperen. Por ti y todos tus seres queridos, lucharemos por un Ecuador con oportunidades", "Fanny y Elena han trabajado durante toda su vida en el Mercado de las Cuadras de Quito. Ellas buscan más y mejores oportunidades, no quieren que se olviden de los pobres. Son grandes mujeres cuyos espíritus de lucha sostienen a la ciudad.", "Nuestro más sentido pésame a la familia Nebot Bohrer por esta dolorosa pérdida.", "En honor a Quito, los invito a compartir historias de quiteños que hacen de la ciudad una tierra de luchadores. Darwin y Adrián han trabajado toda su vida por un mejor futuro y quieren un nuevo gobierno que los proteja. ", "No seré un presidente que imponga, seré un presidente que dialogue y escuche, que haga el esfuerzo de comprender la realidad de cada sector. ¡Gracias a los gremios de transportistas por recibirme hoy en Quito! Unidos vamos por un Ecuador próspero", "Los Ríos es una provincia que ha sido olvidada por los gobiernos de turno. Es una tierra rica en productos agrícolas como el banano, el arroz, el maíz y el cacao. ¡Vamos a reactivar esos cultivos y plantaciones! No abandonaremos al agro", "En Tungurahua y en todo el país se siente el miedo a la enfermedad y a las secuelas de la crisis económica. Nuestro país necesita capacidad y experiencia para fortalecer la salud y que los ecuatorianos recuperen sus empleos.", "La pandemia golpeó fuertemente los ingresos del sector de transporte, hoy estamos en Quito para escuchar a los transportistas y construir juntos un mejor futuro", "Asimismo, ampliaremos las carreteras Babahoyo - Quevedo y Quevedo - Santo Domingo para que fluya el comercio. Habrá una red vial moderna para que toda la riqueza de Los Ríos se traduzca en más ingresos y empleo para su gente", "Hoy amanecimos con la noticia de que se ha administrado la primera vacuna contra el coronavirus. La salud de los ciudadanos siempre debe ser la prioridad, por eso es importante garantizarla de forma gratuita a toda la población.", "En Los Ríos dotaremos el 100% de los servicios básicos. Las familias tendrán acceso a agua potable, alcantarillado sanitario y servicios higiénicos. Si los riosenses están saludables, la provincia será más próspera. ", "Vamos a luchar por un Ecuador con trabajo, salud y educación. El CAMBIO que viene en 2021 va a apoyar la prosperidad de las familias ecuatorianas. Unidos, hay #CapacidadParaCambiar ", "No hay mejor punto de apoyo que la capacidad de amar de la familia ecuatoriana. Quisiera preguntarles:  ¿Quién es su punto de apoyo?  Los invito a mencionar a sus seres queridos que han sido su soporte durante este año", "Los ecuatorianos en el exterior merecen un gobierno que los respalde.", "Las ciudades en todo el país atraviesan numerosos problemas que necesitan atención inmediata. Hoy nos reunimos con Alcaldes del Ecuador para encontrar soluciones. El diálogo y la cooperación son importantes para construir un futuro de oportunidades. #CapacidadParaCambiar", "Nuestros hermanos hicieron un sacrificio al irse del Ecuador. Sin embargo, los corruptos roban, el desempleo es rampante y los niveles de pobreza son altos. Los migrantes merecen más atención y que sus intereses sean verdaderamente representados", "¿Cuáles son nuestras propuestas para el CAMBIO en Loja?  - Trabajar en la carretera Loja-Catamayo  - Impulsar proyectos de energía eólica  - Crear oportunidades de empleo para los lojanos ¡En nuestro gobierno su prosperidad será la prioridad! ", "Por nuestros hermanos en el exterior y sus familias en Ecuador: VAMOS A BAJAR EL COSTO DE ENVÍO DE REMESAS AHORA, no en el 2030.  El país está sufriendo y no podemos poner más trabas a la prosperidad y la reactivación económica.", "¿Qué proponemos? - Mejorar y automatizar todos los procesos y trámites consulares - Cumplir el pago a los becarios ecuatorianos en el extranjero - Facilitar los procesos de reconocimiento de títulos de estudios y especialidades ", "Fortaleceremos el vínculo que los migrantes ecuatorianos tienen con sus familiares. En nuestro gobierno habrán políticas públicas a favor de la población migrante. Quiero que encuentren en Ecuador los sueños que se fueron a buscar en el exterior", "Así es Andrés, estas historias son las de miles de familias ecuatorianas que nunca pierden la fe ni la esperanza. Te agradezco por tu mensaje, un abrazo. ¡Felices fiestas!", "- Crear un fondo para financiar emprendimientos de migrantes y una bolsa de empleo nacional EXCLUSIVA para ecuatorianos retornados - Incorporar a los médicos ecuatorianos en el exterior en la telemedicina en Ecuador ¡Eso y mucho más por", "Estableceremos un Plan Retorno que garantice: - 0% de arancel para el menaje familiar y vehículos  - Créditos de emprendimiento  - Facilidades económicas y oportunidades de empleo  El CAMBIO incluye a nuestros hermanos en el exterior. ", "¡Gracias a nuestros hermanos en el exterior por su apoyo! Ustedes continúan siendo un pilar fundamental del Ecuador y el soporte de millones de familias. Los celebro hoy y siempre", "¡Gente buena, valiente y con un gran corazón! Gracias por tus palabras.", "Un mensaje de esperanza en estos momentos difíciles. ¡Gracias por tus palabras!", "Necesitamos esperanza en estas festividades y estar más unidos que nunca.", "Siempre optimistas de que vendrán mejores días. ¡El cambio viene! Muchas gracias por tus palabras.", "Me alegro que te haya gustado el video. Necesitamos un mensaje de esperanza y unión, un abrazo.", "Me alegro que hayas disfrutado el video. ¡Gracias por tu mensaje! Que tengas un excelente día.", "El sector agropecuario es el que más empleo genera en Ecuador. Por eso daremos crédito al 1% de interés y a 30 años plazo para la prosperidad de nuestros pequeños agricultores y ganaderos", "¡Feliz Navidad y próspero Año Nuevo! Que Dios bendiga a sus hogares y a sus familias. Hay esperanza de un cambio y un mejor futuro para Ecuador.  Un abrazo para ustedes y los suyos.", "Espero que estas festividades traigan muchos momentos llenos de bendiciones en sus hogares. Que nunca se pierda esa capacidad de amar y la valentía de las familias ecuatorianas. ¡Feliz Navidad!", "Lamento mucho el atentado contra la vida de Patricio “El Cholo” Mendoza. Mi solidaridad con su familia, especialmente su esposa e hijos a quienes conozco personalmente.", "Deseo que en esta Navidad y Año Nuevo no se pierda la fe. Que la capacidad de amar, apoyar y cambiar de las familias ecuatorianas siga siendo el corazón de nuestro país.  Espero ser pronto un punto de apoyo para todos ustedes. ¡Felices fiestas!", "Abriremos las puertas a los bancos extranjeros. Ese es el camino para bajar las tasas de interés y aumentar la competitividad de los servicios bancarios en Ecuador. Sin embargo, primero debemos salvar la economía a fin de disminuir el riesgo país. #CapacidadParaCambiar", "Demagogia es la minería inversa, la desdolarización amigable y regalar dinero que no hay, así de sencillo. Este 7 de febrero los ecuatorianos deben elegir por propuestas generadoras de empleo, no por quienes nos llevarán a la miseria de Venezuela. #CapacidadParaCambiar", "Exigimos a las autoridades un plan de vacunación a nivel nacional para HOY. Debe ser de forma gratuita y cubrir a toda la población ecuatoriana. No podemos esperar hasta el 24 de mayo, la salud no debe ser relegada a un segundo plano", "El 2021 es el año del CAMBIO Flexed biceps. En todo el Ecuador nos estamos preparando con miras al 7 de febrero. Nuestro equipo de control electoral está listo para defender el voto Flag of Ecuador.  Un saludo a la provincia de Los Ríos por el apoyo.", "La historia de la familia Benavides del Pino es admirable, cada uno de sus miembros es ejemplo de superación.  Ramón y Nelly, seré su punto de apoyo para que sus hijas tengan la libertad de estudiar y prosperar. Fue un honor acompañarlos en su hogar. #CapacidadParaCambiar", "El sector de la construcción genera miles de empleos directos e indirectos al año. Hoy, siguiendo las medidas sanitarias, conversé con un grupo de constructores en la parroquia rural Pomasqui. No están solos, trabajaremos en incentivos para su prosperidad. #CapacidadParaCambiar", "Hoy tuvimos en Riobamba una rueda de prensa con los candidatos a la Asamblea Nacional por Chimborazo Flexed bicepsFlag of Ecuador. ¡Nuestro Plan de Gobierno acoge a los 17 millones de ecuatorianos! Unidos trabajaremos por el empleo y el progreso de la provincia. #CapacidadParaCambiar", "El Ecuador del futuro es un país con una región Amazónica próspera Flexed biceps.  En Macas nos comprometimos con las comunidades para: crear empleo, fomentar proyectos que respeten al medio ambiente, fortalecer la salud y la educación, y el progreso del Oriente", "Hoy tuve un agradable conversatorio con medios de comunicación sobre el Plan de Gobierno y nuestro trabajo con miras al 2021. El pueblo ecuatoriano pide un CAMBIO y nosotros lucharemos para que ese sueño sea una realidad. #CapacidadParaCambiar", "Lo que he observado en los últimos dos meses que he recorrido el país es que hay hambre. Las familias han perdido sus empleos, sus negocios y sus ingresos diarios. Madres me dicen en las calles que sus bebés no han comido. El gasto debe dirigirse a programas humanitarios.", "Con mucha fe, pedimos por la pronta recuperación de nuestro candidato a la Asamblea Nacional Manuel Macías, quien se encuentra luchando contra el COVID-19. Estamos seguros que ganará esta batalla.", "Nos vamos a dedicar a construir kilómetros de caminos vecinales en Chimborazo y en todo el Ecuador para facilitar la transportación de la producción de los centros agrícolas. El proceso del CAMBIO se inicia con propuestas reales. #CapacidadParaCambiar", "Nuestro objetivo no es recaudar dinero para el gobierno, queremos que haya empleo y que las familias tengan ingresos. Buscamos que las futuras generaciones gocen de una vida próspera. ¡Basta de meter la mano en el bolsillo de los ecuatorianos! #CapacidadParaCambiar", "Cambiaremos ese ciclo vicioso de Déficit-Deuda-Incremento de Impuestos que hemos vivido en los últimos 14 años, el Ecuador ya no aguanta más. Necesitamos un gran programa de inversiones que aumente la actividad de los sectores productivos. #CapacidadParaCambiar", "Los jóvenes y las mujeres son los más afectados por el desempleo.  En nuestro gobierno impulsaremos mecanismos que faciliten la contratación para puedan ingresar y progresar en el mundo laboral. Asimismo, garantizaremos la seguridad social. #CapacidadParaCambiar", "Hemos vivido momentos muy duros, pero hay que tener la fe de que vienen días mejores y que el 2021 será un año donde regresará la prosperidad al Ecuador. Que estas festividades estén llenas de esperanzas en cada uno de sus hogares.", "El objetivo de nuestro gobierno será promover inversión local e internacional que genere empleo. Abriremos la economía al mundo y daremos incentivos para que haya un entorno seguro que atraiga a los inversionistas. #CapacidadParaCambiar", "En nuestro gobierno, a partir del 24 de mayo, la prioridad será la alimentación de los ecuatorianos hasta prender la máquina de inversiones que generará empleo en Ecuador. #CapacidadParaCambiar"], "Ene-2021": ["¡SIN CORRUPCIÓN E INEFICIENCIA!", "Rescataremos al Ecuador de la pobreza creando empleo, promoviendo el microemprendimiento y dando acceso a crédito agrícola al 1% de interés y a 30 años plazo. ", "Las elecciones del 7 de febrero son fundamentales para desterrar de una vez por todas el modelo de gobierno fracasado, denominado Socialismo del siglo XXI. ", "En este mes, cumplo 11 años recorriendo el país Flag of Ecuador.  Ha sido un camino lleno de desafíos, pero estamos preparados para transformar al Ecuador en una tierra de oportunidades.  ¡Faltan 33 días para las elecciones!", "En la madrugada de hoy acaba de fallecer mi cuñado el Arq. Arturo Carrión Cofre, hombre amable y trabajador incansable. Que Dios lo tenga en su gloria y nos dé consuelo a todos nosotros, su familia. Por respeto a Arturo, suspenderé hoy mis actividades de campaña en Quito. ", "Los impuestos son trabas a la prosperidad de las microempresas, los comercios y los pequeños negocios.  En nuestro gobierno reduciremos las cargas impositivas que impiden la creación de empleo en Ecuado", "La inseguridad genera una barrera muy grande a las oportunidades. MERECEMOS UN ECUADOR SEGURO", "El próximo 7 de febrero tenemos la oportunidad de votar por un futuro gobierno que con capacidad y experiencia convierta al sector pecuario en uno de los más prósperos del país. Ese es el camino hacia un Ecuador con EMPLEO", "NO vamos a permitir que se reduzca el sueldo de los ecuatorianos. NO voy a reducir los sueldos cuando sea presidente.  Crearemos EMPLEO promoviendo la INVERSIÓN en nuestro país.", "Planteamos déficit cero para no tomar más deuda y ser eficientes en la administración del Estado a fin de no aumentar los impuestos. ", "Queremos la prosperidad del pueblo montubio del Ecuador!  Nosotros nos comprometemos a dar créditos de desarrollo, semillas gratuitas, asistencia técnica e inversión en caminos vecinales. Juntos el CAMBIO es posible", "Ecuador está listo para un Plan de Gobierno que apoye a las madres de familia, a los adultos mayores, a los jóvenes, a los niños y a todo ciudadano con el sueño de prosperar.  Estamos a 32 días del inicio del CAMBIO", "Les comparto nuestro recorrido por La Libertad, Santa Elena y Salinas. Este proyecto político se pone más fuerte cada día con su apoyo. ¡Un abrazo a la provincia de Santa Elena! ", "Hoy recorrimos el D1 de Guayas para compartir nuestra propuesta de un Ecuador con salud y educación gratuita y de calidad, y empleos bien pagados. ", "La pandemia del COVID-19 ha expuesto las grandes falencias de nuestro sistema de salud. Nosotros trabajaremos para que sea gratuito, de calidad y con calidez ", "El gobierno nacional debe tener una actitud seria y coherente con la emergencia sanitaria. Hay que iniciar un proceso de vacunación masivo y en el menor tiempo posible.", "Reduciremos la tasa arancelaria para materias primas y maquinaria productiva al 0% para que las empresas puedan reducir sus costos y ser más competitivas. Ecuador dejará de ser un país caro para vivir y producir. ", "Voy a trabajar para los 17 millones de ecuatorianos. Cuando empezamos este recorrido hace 11 años nos propusimos a que el Ecuador sea un país de oportunidades para todos. Este 7 de febrero podemos hacerlo realidad.", "Todos los ecuatorianos deben tener acceso gratuito a la vacuna contra el COVID-19. ​Es necesario un plan de vacunación HOY, no se puede esperar hasta el 24 de mayo. La salud es lo primero. ", "¡El CAMBIO YA LLEGA! Recuperaremos los miles de trabajos que se perdieron y crearemos más y mejores oportunidades de empleo para ustedes.  Este es el Ecuador que se viene con #CapacidadParaCambiar ", "¡MENOS IMPUESTOS PARA GENERAR EMPLEO! ", "Recuperaremos lo robado. La corrupción le quitó al Ecuador miles de oportunidades de prosperidad y de crecimiento. Si buscan repartir dinero, empiecen por el que se robaron. ", "LA META ES CERO CORRUPCIÓN. Los funcionarios públicos deben ser el ejemplo para el Ecuador. ", "¡RECUPERAREMOS LO ROBADO! El dinero estatal es de los ciudadanos y debe usarse para SERVIR. Por más de una década se repartieron el Estado, no lo permitiremos más. Los corruptos no quedarán impunes. ", "La prioridad social y económica es resolver los problemas de los ecuatorianos: el desempleo, el hambre y la pobreza. Con CAPACIDAD y EXPERIENCIA, crearemos oportunidades para el Ecuador", "La Comisión Anticorrupción tendrá dos objetivos: seguir la ruta del dinero robado y meter presos a los corruptos. ", "En nuestros 4 años de gobierno CREAREMOS 2 MILLONES DE EMPLEOS.  Los ecuatorianos tendrán un trabajo digno y productivo, bien pagado y con seguridad social", "Vamos a luchar contra el hambre en Ecuador. No vamos a permitir que haya un ecuatoriano en nuestro país sin alimentos en su hogar. Llegaremos a 300.000 familias de escasos recursos. ", "Combatiremos la desnutrición infantil duplicando el presupuesto del Plan de Alimentación Escolar. Los niños y niñas del Ecuador crecerán sanamente y disfrutarán de su etapa educativa en nuestro gobierno.", "Tenemos la CAPACIDAD para atraer inversión, impulsar emprendimientos, aumentar la productividad, reactivar la economía y CREAR EMPLEO", "Las relaciones internacionales tienen que basarse en un principio fundamental: el interés del pueblo ecuatoriano", "Como candidato a la Presidencia, me comprometo con la ciudad de Quito a que el Gobierno Nacional asuma las responsabilidades previamente adquiridas con el Metro de Quito. Gracias al Alcalde @LoroHomero por recibirnos esta mañana.  ", "El CAMBIO es por la libertad de estudiar de los jóvenes, la independencia económica de las mujeres, un futuro próspero y empleos bien pagados para todos los ecuatorianos. Este 7 de febrero, VOTA POR EL CAMBIO", "Rescataremos al Ecuador de la pobreza con inversión nacional y extranjera, y aumentando la productividad de los sectores de la economía ecuatoriana. ", "El Metro de Quito es un proyecto estratégico, pero el compromiso del Gobierno Central para aportar el 50% del costo de la obra no se cumplió. Los quiteños y las quiteñas no merecen estar injustamente amarrados a una operación y obra.   ", "Cañar y todas las provincias del Ecuador van por el CAMBIO para poner en orden la economía, atraer inversión y generar EMPLEO", "Proponemos reformar el Código de la Democracia para eliminar los partidos políticos en venta o en alquiler. Esa es otra forma de luchar contra la corrupción. ", "¡VAMOS A ELIMINAR LA SENESCYT! Los jóvenes tendrán la libertad de estudiar lo que quieran y no lo que el gobierno les dice. ", "En nuestro gobierno crearemos una Comisión Anticorrupción, respaldada por organismos internacionales. Fortaleceremos la justicia y apoyaremos a la Fiscalía para luchar contra los corruptos. ", "No hay que subir impuestos, hay que bajarlos. Eliminaremos de forma gradual el ISD y el ICE porque encarecen la vida de los ecuatorianos. Ese es el camino para atraer inversión y generar empleo", "El Acuerdo es por reformar la Ley de Seguridad de Militares y Policías para que sea política de Estado, restituir dinero de los afiliados que sin sustento legal esté retenido, y luchar por proyectos que transformen al país. ", "Tenemos que poner en orden la economía y generar confianza para bajar el riesgo país. Crearemos las condiciones para que vengan más bancos extranjeros, compitan y se disminuya la tasa de interés. ", "9 MILLONES DE VACUNADOS EN LOS PRIMEROS 100 DÍAS DE GOBIERNO. ", "Me comprometo con los trabajadores ecuatorianos a que en nuestro gobierno vamos a INCREMENTAR el Salario Básico Unificado hasta $500.  COMPROMISO FIRMADO.", "En 9 días, inicia el proceso del CAMBIO.  Por más empleos bien pagados, salud y educación gratuita y de calidad, un país seguro y una economía abierta al mundo, VOTA POR LA ", "Ser Presidente del Ecuador es un trabajo serio, NO ES UN JUEGO.  Hay que aplicar MANO DE HIERRO para acabar con la delincuencia.", "Vivimos una crisis de seguridad en Guayaquil y en Ecuador. Falta LIDERAZGO para enfrentar los problemas que se viven en la actualidad. Ante la prensa fuimos claros: La lucha contra la delincuencia será permanente y con CERO TOLERANCIA. ", "UN CAMBIO POR EMPLEO, EMPLEO Y MÁS EMPLEO", "A la crisis económica, sanitaria y política se suma una crisis de seguridad. Si el pueblo ecuatoriano así lo desea, asumiremos la presidencia con MANO DE HIERRO para acabar con la delincuencia.", "Esto está muy cerca de convertirse en tierra de nadie. Lo sucedido el día de hoy demuestra que no hay ley, no hay fuerza pública, no hay reacción de las autoridades. Historias trágicas como la del Sr. Ruales suceden en Ecuador a diario.", "El primer deber del Estado es PROTEGER LA VIDA DE LOS CIUDADANOS. Es la apatía de las autoridades, sumada a la delincuencia, la que infunde miedo. Los ecuatorianos están buscando a gritos, en las calles, alguien que los PROTEJA. Y nadie está respondiendo.", "Con una economía abierta al mundo, libertad de emprender y acuerdos de libre comercio, convertiremos a Ecuador en un país más competitivo y productivo.", "Tenemos que luchar con firmeza contra la delincuencia y dar respaldo político a la fuerza pública en el Ecuador. ", "Lucharemos con firmeza contra la delincuencia, vamos a defender a los ciudadanos honestos de este país.  ¡TRABAJAREMOS POR UN ECUADOR SEGURO!", "Hay que darle respaldo político e institucional a la fuerza pública del Ecuador. Es necesario hacer reformas legales para fortalecer la justicia, la Fiscalía y las instituciones que velan por la seguridad ciudadana.", "Hoy hacemos un llamado a la seguridad. Uno urgente, inmediato, porque la vida no puede esperar. La ley es la ley señores. Queremos autoridades que lideren, protejan y garanticen la paz. Y para eso debemos enfrentarnos a quien haga falta.  SIN CONCESIONES.  SIN CONTEMPLACIONES.", "Con seguridad, hay un Ecuador del empleo.  La lucha contra la delincuencia es firme, tienen mi COMPROMISO FIRMADO que aplicaremos MANO DE HIERRO para los asesinos, violadores y criminales. ", "Los demócratas que respetamos la vida tenemos que rechazar estos actos violentos y decirle claramente al Gobierno, que actúa con timidez, que frente a la delincuencia hay que aplicar una MANO DE HIERRO.", "Un presidente tiene la obligación de respaldar políticamente a la fuerza pública en el Ecuador. LOS CIUDADANOS TIENEN EL DERECHO A VIVIR EN PAZ.", "Hemos planteado reducir impuestos, eliminar aranceles, simplificar trámites y abrir la economía al mundo para crear oportunidades. Es hora de hablar de los trabajadores, por eso AUMENTAREMOS EL SALARIO BÁSICO HASTA $500 DÓLARES. ", "Nuestro Plan de Gobierno se resume en 4 grandes propuestas:  - Vacunación a 9 millones de ecuatorianos en los primeros 100 días  - Seguridad ciudadana  - Empleo - Lucha frontal contra la corrupción ¡EL CAMBIO VIENE! ", "La lucha por el CAMBIO es para el aumento de los ingresos de los ecuatorianos, la seguridad ciudadana, salud y educación gratuita y de calidad, y un país de oportunidades para todos", "Vamos a incorporar al Ecuador a la Alianza del Pacífico y firmaremos un tratado de libre comercio con Estados Unidos, el principal socio comercial del país. ¡Las oportunidades de prosperidad están en el mundo! ", "El voto debe ser responsable y serio. En tus manos, tienes la capacidad de construir un Ecuador seguro, donde puedas salir sin miedo, trabajar y generar más ingresos para tu familia.", "Hoy en Ambato nos reunimos con el Prefecto de Tungurahua Manuel Caizabanda, representantes de los Parlamentos Agua, Gente y Trabajo, donde firmamos un compromiso para trabajar juntos en la creación de empleo, el agua potable y el libre comercio", "No podemos tener como presidente a un hombre temeroso que no responde a los problemas del Ecuador. Debemos tener gente con EXPERIENCIA y voluntad en el servicio público. ", "El camino es aumentar la productividad de los sectores de la economía, respetando la naturaleza y la decisión de las comunidades. Convertiremos al Ecuador en un país más competitivo, abierto al mundo y seguro. ", "La lucha contra la desnutrición infantil es un pilar fundamental del Plan de Gobierno.  Estamos comprometidos con el futuro de todos los niños y las niñas del Ecuador.", "Hola Gilda. El Estado debe velar por la seguridad ciudadana. Por ello, vamos a fortalecer a la Policía Nacional, a la Fiscalía y al sistema judicial. No habrá tolerancia con los delincuentes, cero impunidad.", "Esto no es un problema de hoy. Está claro que se ha permitido operar a mafias organizadas. En mi Plan de Seguridad prevendremos estos crímenes con la potencia de unas instituciones sólidas, servicios de inteligencia eficaces y un gobierno que haga respetar el Estado de Derecho.", "En nuestro gobierno, habrán leyes duras y castigaremos a todos los criminales. LA SEGURIDAD DE LOS ECUATORIANOS ES LO PRIMERO."], "Feb-2021": ["¡VOTA TODO 21-6 PARA LASSO PRESIDENTE!", "Tu voto cambiará la historia del Ecuador. Tienes una responsabilidad con tu familia y tu propio futuro. Hoy, escoge la opción del empleo, las oportunidades y la unidad. ¡VOTA TODO 21-6!", "¡VOTA POR LA CAPACIDAD Y LA EXPERIENCIA! ¡VOTA TODO 21-6! Son 50 años creando oportunidades y, con su apoyo, seguiré trabajando por su prosperidad cuando sea Presidente. ", "Como Presidente electo, podré iniciar el proceso para vacunar a 9 millones de ecuatorianos en los 100 primeros días de nuestro gobierno. Toma una decisión definitiva el domingo, VOTA 21-6 para empezar el CAMBIO", "Vota por un Plan de Vacunación eficiente, que priorice la salud y la reactivación económica.  ¡VOTA TODO 21-6!", "Le doy mis felicitaciones al pueblo ecuatoriano que hoy masivamente acudió a votar, en una actitud de civismo ejemplar y asumiendo riesgos por el futuro.  Mi felicitación porque más del 65% de los ecuatorianos le dijo NO al modelo totalitario. ", "Con empleos bien pagados, aumentaremos los ingresos de los ecuatorianos.    Nuestra meta siempre ha sido tu prosperidad", "Impulsaremos el emprendimiento para jóvenes y mujeres, reduciendo impuestos y eliminando las trabas a su prosperidad.  ¡Vota todo 21-6 para apoyar a los emprendedores y a la creación de empleo!", "Ecuador y Guayaquil votan todo 21-6, la opción con la CAPACIDAD PARA CAMBIAR. ", "Tengan la certeza de que estaremos en SEGUNDA VUELTA. Todo lo que he hecho en mi vida ha requerido lucha, entereza y decisión. Y seguiré trabajando por UN ECUADOR LIBRE Y DEMOCRÁTICO. ", "El CNE fue irresponsable en su anuncio anticipado.  HAY RESULTADO OFICIAL CUANDO EL 100% DE LAS ACTAS ESTÉN ESCRUTADAS.", "Tengamos paciencia, cada voto cuenta. Control electoral está atento en cada rincón del país. FALTAN CONTAR LOS VOTOS DE MÁS DE UN MILLÓN SETECIENTOS MIL ECUATORIANOS. ¡ESTAMOS VIGILANTES!", "Hay miles de actas con novedades, ESTO AÚN NO TERMINA. A las 12 se empiezan a contar las actas de Guayas, donde ganaremos 3 a 1 al candidato Yaku Pérez.", "No permitiremos que los representantes de los más grandes corruptos de los últimos 14 años pretendan regresar.  La gente honesta está dispuesta a luchar sin descanso por un mejor Ecuador", "Oportunidades para ti, tu familia y tus seres queridos. Nuestro Plan de Gobierno te ofrece prosperidad y estabilidad durante toda tu vida. ¡VOTA TODO 21-6!", "Agradezco al Ecuador por su votación. Con absoluta frontalidad les digo, nosotros respetamos la ley y se reconoce los resultados cuando esté el 100% de las actas escrutadas. ", "Únete al Informativo CAMBIO 2021 donde podrás conocer el minuto a minuto del proceso electoral y la votación de los candidatos de la LISTA 21 este 7 DE FEBRERO desde las 9H00", "Ratifico el mismo espíritu democrático y respetuoso. La mano sigue extendida.  La unidad debe prevalecer. Con el Ecuador del encuentro ganamos todos.", "Mis más sinceras condolencias a los familiares y amigos del ex Presidente Gustavo Noboa. Que Dios lo acoja en su gloria. El Ecuador siempre recordará su honorable gestión.", "Tenemos muchas diferencias que pueden ser fortalezas. Hoy buscamos lo mismo: la transparencia del proceso electoral y un mejor país. ", "En honor a la transparencia y a la voluntad popular, que se recuenten los votos", "Reconocemos tu voz y te escuchamos. Podemos construir un mejor Ecuador encontrándonos.  Que la diversidad que nos hace únicos, también nos una. ", "Las coincidencias son más que las diferencias. Hoy el país nos necesita unidos, en un mismo frente para hacer de Ecuador una tierra de oportunidades. ", "Ayer les pregunté qué significaba para ustedes #ElEcuadorDelEncuentro. Para mí, es un país donde podamos escuchar y construir más y mejores oportunidades. Ese es el camino que nos llevará a la prosperidad y al verdadero cambio.", "En mis 11 años recorriendo el país, he conversado con miles de familias ecuatorianas que han fortalecido nuestra lucha con sus ideas y propuestas.    Sigamos escuchándonos y construyendo.", "El recuento solicitado por usted no puede tener dedicatoria, no puede prestarse a la sospecha de fraude. Son las autoridades electorales las que tienen que escoger bajo un método aleatorio las mesas a verificar y no usted.", "Señor candidato  @yakuperezg para mí la política no es un juego, es una permanente actitud de servicio a todos los ecuatorianos sin discriminación alguna.", "Resulta inoficioso y costoso en tiempo y recursos económicos verificar contablemente votos en provincias donde usted me ganó ampliamente y yo no las he objetado.", "@yakuperezg lo que conversábamos en nuestro encuentro en el CNE y quedé en compartirle. Saludos. ", "Candidato Pérez, un proceso de diálogo no admite coerción contra las autoridades electorales como la denuncia planteada por usted ante la Fiscalía, intentando presionar para que hagan lo que usted desea y no lo que deben hacer por la transparencia. Eso no es jugar limpio.", "El acuerdo quedó en manos de la autoridad electoral para definir detalles de recintos y mesas sobre las que se realizaría la verificación contable de votos. En ningún caso se acordó que sería usted, como lo ha dicho en su carta el sáb. 13, quien escoja las mesas. No es correcto.", "Son los votos de los ciudadanos y no las encuestas quienes deben determinar los candidatos que pasen a la segunda vuelta. El pueblo ya me escogió a mí y no a usted. Respete la voluntad popular.", "Candidato  @yakuperezg , no voy a caer en sus provocaciones; la verificación contable solicitada por usted debe ser transparente y jamás obedecer a sus intentos de fraude y caos en la democracia.", "Te agradezco la confianza en nosotros y en esta lucha por un mejor Ecuador. ¡Un abrazo Karola!", "Hay que adaptarse a los tiempos modernos y hacer cambios. Seguiré siendo el mismo Guillermo Lasso, pero los he escuchado. Estamos listos para trabajar con todos los ciudadanos y llegar al Ecuador del encuentro.", "Soy el menor de una familia de 11 hermanos. Trabajé desde los 14 años y no he parado. Todo lo que he logrado en mi vida es por luchar y siempre mirar hacia el futuro. Ahora quiero hacer lo mismo para el Ecuador, encontrándonos. ", "La economía, la lucha contra la corrupción, la salud y la seguridad ciudadana continuarán siendo pilares fundamentales de nuestro Plan de Gobierno. Con su apoyo, incluiremos más y mejores propuestas de medio ambiente, arte y cultura, mujeres y jóvenes. ", "Hay que tener las mejores relaciones con todos los países. En mí van a encontrar un aliado todos los gobiernos democráticos del mundo. Mi primer interés es el bienestar de los ciudadanos ecuatorianos. ", "Dentro del escaso mercado laboral formal, la mayoría de trabajos lo tienen los hombres. Cuando hablamos de remuneración, la mujer gana menos con la misma responsabilidad. Hay mucho que hacer para lograr equidad en materia de derechos laborales.", "Ser madre no debe ser un limitante para ejercer una profesión. Vamos a generar políticas e incentivos que contribuyan a la construcción de guarderías públicas y en las empresas. Crearemos las condiciones para que concilien el trabajo con la vida familiar. ", "Galápagos tiene un gran potencial turístico, pero fue golpeada por la pandemia. Impulsaremos proyectos que reactiven el turismo, sean responsables con el medio ambiente y cuiden a la ciudadanía del COVID-19. Gracias a quienes asistieron al encuentro", "El proceso de vacunación debe incluir a más actores. Hoy vemos a un municipio, no solo al Gobierno en la compra de vacunas. Así se llegará a más ecuatorianos. Desde ahora, con el Dr.  @ABorreroVega estamos trabajando en un Plan eficiente y transparente. ", "Estamos con todos los maestros ecuatorianos, cuenta con nuestro apoyo. EL CAMBIO VIENE Y ES IMPARABL", "El Ecuador del encuentro se trata de conversar y construir juntos un mejor país. Muchas gracias por tu mensaje", "¡Esos son nuestros compromisos con el Ecuador! No te defraudaremos"], "Mar-2021": ["Los ganaderos requieren atención y apoyo. Por eso hoy nos encontramos con la Asociación de Ganaderos de la Sierra y del Oriente, para escuchar sus necesidades en torno a la producción, el comercio y cómo aumentar su competitividad.", "Los agricultores y ganaderos crean oportunidades en el campo, ellos son los principales generadores de empleo. Encontrémonos por un Ecuador que impulse al sector agropecuario con propuestas de apoyo económico, seguridad social y asistencia. ", "Encontrémonos con las mujeres, para crear más espacios de participación y empoderamiento que promuevan su liderazgo. Las mujeres ya son líderes. Estas son unas de nuestras propuestas para que sigan cambiando el mundo. ", "Muchas mujeres no pueden acceder a las carreras que quieren seguir; encontrémonos para que estudien y trabajen donde deseen y no les digan nunca más que algún trabajo no es para ellas.Impulsaremos carreras de tecnología con programas de capacitación", "Muchas gracias a los ganaderos que asistieron a este encuentro. Fue un gusto compartir con ustedes y trabajar en propuestas para fortalecer el sector. ", "Por supuesto Roberto. El deporte ecuatoriano necesita nuestro apoyo en todos los niveles y en cada disciplina.", " Impulsando programas de educación dial enfocados en el incremento de capital humano en el sector industrial - Simplificar y eliminar trámites que truncan el desarrollo productivo - Nueva ley de oportunidades laborales que cree empleos para los ecuatorianos sin trabajo", "¡Lo haremos Leonardo! Estamos fortaleciendo el trabajo territorial a nivel nacional para llegar con nuestro mensaje. Te mando un fuerte abrazo.", "Fomentar la inserción de los jóvenes y grupos vulnerables - Facilitar el financiamiento de startups - Implementar el registro digital nacional de negocios populares - Talleres gratuitos sobre administración de negocios Y muchas propuestas más. Encontrémonos por el empleo", "El sector turístico es fundamental para la reactivación económica y estoy comprometido con su prosperidad. Estas son unas de nuestras propuestas: - Incentivos y programas que promuevan las visitas a sitios turísticos en zonas urbanas y rurales", "Lo es José, muchas gracias por escribirme. Un abrazo.", "Asimismo, para salvar de la crisis al sector turístico exoneraremos del cobro y pago del IVA a todos los servicios turísticos por 3 años. Además, les permitiremos descontar del impuesto a la renta las pérdidas de los años 2020 y 2021 hasta por 10 años. Gracias por su mensaje.", "Reduciremos trabas burocráticas e impuestos distorsivos para que el sector pueda funcionar de manera más eficiente - Proponemos una nueva ley para las Islas Galápagos que incentive la inversión y asegure la sostenibilidad del archipiélago", "Zonas francas de turismo - Incrementaremos el presupuesto destinado a la promoción turística  - Las delegaciones diplomáticas acreditadas en el extranjero serán embajadores activos en la promoción del Ecuador  Y seguimos trabajando. ¡Encontrémonos por el turismo!", "Muchas gracias por escribirme Daniela, valoro tu opinión. Contigo podemos construir un Ecuador mejor para todos los emprendedores.", "Hola Mauricio, muchas gracias por tus propuestas. Estamos fortaleciendo el Plan de Gobierno escuchando y aprendiendo de opiniones como la tuya. Un abrazo.", "De acuerdo Jacque, el sector cacaotero necesita nuestro apoyo. ¡Encontrémonos! Las puertas para conversar y fortalecer el Plan de Gobierno están abiertas conmigo y todos los miembros de este proyecto político. Te mando un fuerte abrazo.", "Hola, por supuesto. Impulsaremos la creación de clínicas veterinarias públicas para mascotas y programas que fomenten el respeto de los animales. Asimismo, junto a los gobiernos seccionales promoveremos normativas que sancionen todo tipo de maltrato animal.", "Te comento unas de las propuestas: - Programa de formación continua para docentes de educación física - Adecuar la normativa para dar mayor acceso a jóvenes deportistas de alto rendimiento para que puedan seguir con una carrera profesional y mantener su preparación deportiva", "Muy interesante tu trabajo Rodrigo, gracias por tu aporte. Es gratificante que jóvenes como tú busquen soluciones a través de la innovación. Conversemos por WhatsApp", "Esta semana nos encontramos con jóvenes y comunidades que buscan un Ecuador diferente, un país que promueva el respeto y la unión.  Muchas gracias por estos maravillosos encuentros en Pichincha, Cotopaxi, Tungurahua y Guayas. ¡Sigamos sumando! ", "Muchas gracias.", "Encontrémonos por ti, tu familia y el sueño de un Ecuador con bienestar, oportunidades y felicidad para todos. ", "La vacuna debe ser para los más vulnerables, en especial el personal en primera línea y los ecuatorianos con escasos recursos. La noticia de hoy es un golpe al país, condenamos toda forma de privilegio. Exigimos transparencia y solidaridad en la vacunación.", "No te defraudaremos Aless. EL CAMBIO VIENE, con propuestas serias y una ruta clara para lograr un Ecuador de oportunidades", "Gracias por tu recomendación Jairo", "Gracias por la confianza, no te defraudaremos", "¡Muchas gracias!", "Por un Ecuador con bienestar y felicidad para todos", "Gustavo, concuerdo que es un tema crítico. La seguridad, en todos sus ámbitos, debe ser abordada. Muchas gracias por tu mensaje.", "¡Muchas gracias! Luz es una gran artista y es un honor contar con ella para esta maravillosa canción.", "Encontrémonos para que los jóvenes accedan a una educación de calidad y tengan la libertad de estudiar la carrera que ellos quieran.  Con tu apoyo, lo vamos a lograr.", "¡GRACIAS CARCHI! Qué maravilloso es poder encontrarme con ecuatorianos en todo el país. Mi agradecimiento a los sectores productivos de Tulcán por su apertura a conversar de propuestas que aumentarán su competitividad y reactivarán la economía. ", "¡Gracias por el apoyo!", "Gracias por tu mensaje. Juntos trabajaremos por el desarrollo y la reactivación de esa provincia. Te mando un fuerte abrazo.", "¡Por supuesto! Ese es el camino para crear empleo y reactivar la economía. Juntos lo haremos posible", "¡Vamos juntos por el verdadero cambio!", "¡Excelente idea! Muchas gracias por tu aporte.", "Muchas gracias por tu mensaje. ¡Juntos lo haremos posible!", "¡Me alegro! Muchas gracias por tu apoyo.", "¡Gracias por su apoyo!", "Muchas gracias por tu mensaje. Admiro mucho tu trabajo. Espero que tengas un buen día.", "Hola, entiendo tu preocupación. Esta semana estaremos recorriendo Manabí. Estamos fortaleciendo nuestro trabajo a nivel nacional para llevar nuestro mensaje. Cuenta conmigo, te mando un fuerte abrazo.", "Por supuesto! Con tus propuestas, lograremos una educación de calidad. Muchas gracias por compartirme tus ideas.", "Así es Jefferson, por esto nuestro plan de gobierno para la educación es abrir escuelas rurales y equiparlas con nuevas tecnologías. Ese es el camino para lograr el bienestar de los niños y jóvenes en el campo y la ruralidad.", "Gracias por tu preocupación Max. Estamos fortaleciendo el trabajo territorial a nivel nacional para llevar nuestro mensaje. ¡Juntos lo lograremos!"], "Abr-2021": ["Necesitamos encontrarnos UNIDOS, respetando nuestras diferencias para salir adelante de esta crisis. ESTE ES EL ECUADOR QUE TÚ Y YO SOÑAMOS, EL ECUADOR DEL ENCUENTRO", "Por un país moderno y globalizado, con libertad para emprender, atraer inversión y crear empleo, este domingo 11 de Abril ENCONTRÉMONOS PARA LOGRARLO", "Es para mí un motivo de agradecimiento que cientos de ecuatorianos nos hayan acompañado al pie del Río Guayas, para con entusiasmo llevar nuestro mensaje del Ecuador del encuentro.  La diversidad es una de las mayores riquezas de la vida. Hoy, frente a Guayaquil, lo demostramos.", "BIENVENIDOS AL ECUADOR DEL ENCUENTRO. Flexed bicepsFlag of Ecuador Conmigo, todas las familias ecuatorianas tendrán la certeza de que contarán con un Presidente que siempre los apoye. ¡Gracias! ", "El 11 de Abril es posible iniciar una nueva etapa de progreso en la que todos podamos vivir mejor. En nuestras manos tenemos la herramienta más poderosa que existe para que cumplamos nuestros sueños. ¡Cuento con ustedes! ", "Gracias a los maestros ecuatorianos y a los estudiantes que nos apoyan, gracias por poner primero a la LIBERTAD, al bienestar y a un sistema educativo de calidad. Juntos vamos a lograr un país con educación para todos", "Gracias a todas las familias en el campo y la ruralidad que trabajan sin descanso y son parte de este gran ENCUENTRO POR EL CAMBIO. Su apoyo es motivo de alegría y total agradecimiento.  Con nosotros, los mejores días para ustedes están cerca.", "En sus canoas, familias de la Isla Puná, Puerto Roma, Punta de Piedra, La Unión, Daule, Durán y varios lugares de Guayas, le dijeron SÍ al ENCUENTRO POR EL CAMBIO. Gracias por ser parte de este proyecto nacional que busca el bienestar. Vamos juntos, ¡SIN MIEDO A LOGRARLO!", "Este 11 de Abril, el país nos necesita unidos. El domingo iniciamos una nueva etapa de progreso en la que todos podamos vivir mejor.  Les pido que me den la oportunidad de servirles y todos juntos construir EL ECUADOR DEL ENCUENTRO", "Estimadas  @EcMujeres , quiero compartirles el Compromiso que firmé por los derechos de las niñas y mujeres. Es un compromiso que cumpliré. Además destinaré todos los recursos necesarios para implementar la Ley para prevenir y erradicar la violencia contra las mujeres.", "¡Gracias Freddy! EL CAMBIO VIENE", "Gracias por tu mensaje. No te vamos a defraudar. El cambio, sin duda, está cerca.", "Un honor contar contigo para lograr el cambio. ¡GRACIAS POR TU APOYO!", "Muchas gracias por tus palabras, te mando un fuerte abrazo. El cambio está cerca.", "Estamos a un paso para comenzar, ¡Gracias por tu apoyo!", "Me da mucha alegría tu mensaje. Sin duda, EL CAMBIO ES IMPARABLE.", "Vamos a lograr juntos un mejor Ecuador. Este 11 de abril, EL CAMBIO VIENE Y ES IMPARABLE.", "Tienes mi compromiso de lograr un mejor Ecuador. Sin duda, el cambio viene. Te mando un fuerte abrazo.", "Tienes mi compromiso de lograr un mejor país. El cambio viene y es imparable. Trabajaremos en un Ecuador con seguridad, bienestar y prosperidad para todos.", "Agradezco a los quiteños que nos recibieron con mucho entusiasmo. Fue un gusto compartir con ustedes.  Seguimos encontrándonos y trabajando por un mejor Ecuador.", "Muchas gracias, nos vemos pronto y saludos a los hermanos ecuatorianos en Colombia.", "Alfredo, de hecho esa es una de nuestras propuestas. Muchas gracias por tu mensaje y saludos.", "Gracias y saludos a los hermanos ecuatorianos en el exterior.", "¡Gracias!", "¡Juntos logramos un verdadero cambio!", "Muchas gracias por tu mensaje, saludos.", "Me emociona mucho tu mensaje, gracias por el apoyo.", "¡Muchas gracias!", "Mi postura sobre lo resuelto por la Corte Constitucional el día de hoy.", "Hoy regresé a la casa donde viví mi niñez. Un lugar lleno de recuerdos y nostalgia.", "Como ciudadanos en la función pública, debemos servir con transparencia y solidaridad. En el Ecuador del encuentro, siempre actuaremos por el bienestar de todos.  Nuestro Gobierno va a trabajar permanentemente junto a los GADs de los 221 cantones para sacar adelante al país.", "El deporte es una herramienta de desarrollo. Desde la Secretaría del Deporte, que la transformaremos en Ministerio, vamos a impulsar el deporte como forma de vida, ecosistema y generador de referentes.  Junto a @SebasPalaciosSP , será una realidad", "Gracias  @pablocasado_ por tus palabras. Fue un gusto conversar de las relaciones entre España y Ecuador, países que deben trabajar juntos bajo una visión de desarrollo y bienestar.", "Gracias por tu mensaje Jairo. Trabajaremos para impulsar la masificación deportiva en el país. Juntos lograremos el cambio que necesita Ecuador", "¡Muchas gracias por tu sugerencia Federico! De eso se trata el Ecuador del encuentro, de trabajar juntos por el bienestar de nuestro amado país. El deporte será prioridad.", "Gracias por tu mensaje Carlos, comparto tu preocupación. Nuestro objetivo es garantizar la seguridad ciudadana con una estrategia que responda a las necesidades de los ecuatorianos. Estamos listos para cambiar al Ecuador.", "Gracias por compartir tu mensaje. Tenemos el compromiso de apoyar la masificación deportiva dentro de la sociedad. Aprovecharemos todo el potencial de los deportistas ecuatorianos. Un abrazo", "¡Por supuesto! El deporte es salud, inclusión, desarrollo y equidad. Esa es nuestra meta, te invitamos a seguir aportando para lograrlo. Muchas gracias por tu mensaje.", "Gracias por tu mensaje, lo valoro mucho. Nuestro compromiso con los deportistas ecuatorianos se mantiene. Trabajaremos para renovar el deporte nacional. Juntos lo lograremos", "Gracias por tu mensaje Eliana, estoy de acuerdo contigo. La importancia de la actividad física se la aprende desde la escuela y el colegio. Fomentaremos la creación de un programa de formación continua para docentes de educación física que aseguren ese objetivo", "Ese es el objetivo que tenemos para los ecuatorianos. El trabajo responsable y eficiente nos permitirá lograrlo. Juntos lograremos el cambio que necesita el país.", "Gracias por tu apoyo Hernan. Trabajaremos para tener un sistema de educación dinámico, que sea capaz de adaptarse a las condiciones del mundo moderno. Juntos lo lograremos", "¡Concuerdo! Por eso apoyaremos a los deportistas en educación superior y brindaremos acompañamiento integral para que continúen sus carreras en el deporte. El deporte es un factor de encuentro"]}