{"Jul-2020": ["Con el intercambio de información bancaria se descubrieron $11 billones. Y eso sin EEUU Ecuador accederá a esta información en septiembre 2020. Se descubrirá evasión al por mayor. Por ello intentarán aprobar amnistía tributaria/legalización del lavado en Código Monetario. Ojo", "Prepago de deuda externa a Goldman Sachs y Credit Suisse por 1000 millones de dólares + intereses + penalidades en media emergencia", "Luciana Ghiotto, investigadora argentina, era espiada ilegalmente por Macri simplemente porque compartía sus estudios académicos con la sociedad civil.  Entre sus principales investigaciones están los efectos negativos de los arbitrajes internacionales", "¿Cómo ocurrió eso?", "Señor Celi, Para cuando el Indicio de Responsabilidad Penal de Raúl de la Torre, sobrino suyo?  Señora Salazar, para cuándo los allanamientos, tuits, y formulación de cargos contra Raúl de la Torre, sobrino del contralor?", "La sentencia es ya La info pública puede durar unos días más. Ahí les va una previa", "Mañana mismo, mediante las sesiones virtuales que sean necesarias, se debería dar paso a al menos uno de los juicios políticos pendientes en contra de Romo", "Aguanten la presión 10 días más: 24 de julio, EEUU sentenciará al sobrino del contralor subrogante y publicará todo el expediente de corrupción y lavado Se revelará que el contralor cubrió a su sobrino al no auditar", "La offshore del contralor subrogante y su hermano en Miami", "Estimada, tal vez tienes como proporción de la población por provincia?", "El día de hoy presenté un reclamo por incumplimiento de la Constitución en contra de Lenín Moreno en su calidad de Presidente del Comité de Deuda y Financiamiento. Moreno aprobó que los intereses de la deuda externa se capitalicen. Prohibidísimo. ", "Imagínense si tuviéramos un ministro digno como Martín en vez de un esbirro del capital como Martínez. Richard: aunque te sigas portando complaciente con los especuladores, te van a arrastrar y al País entero. Sé digno.  Cesación de deuda externa Vida y sueldos para el pueblo.", "La Internacional Progresista se hace oír en defensa de los derechos políticos de los progresistas del Ecuador", "Uno indignado por lo de la avioneta... Corrupción de los piratas financieros a costa de la vida de lxs ecuatorianxs ¿Cuánto es 100-34=66% x $20400 millones en bonos?", "Esto es fundamental para los derechos de acceso a la justicia de los ecuatorianos en el exterior Deberían llover Amicus Curiae desde el exterior!", "ESTA NOCHE ¿Con quién forjar la unidad Mi respuesta: ni con los offshore ni con los banqueros ¿Por qué? Porque esos piratas financieros que sacan dólares en pandemia no tienen corazón ni tienen Patria. Con los serviles a los piratas, tampoco ¡Con todos los demás, conversemos!", "Hace unos días, el TCE me devolvió el trámite por decir que era prematuro. Hoy, he vuelto a ingresar el recurso en contra del CNE. No debe discriminar contra los migrantes, ni debe poner en riesgo la vida por viajar a Quito en avión en plena pandemia ¡Consulado es suficiente!", "La Internacional Progresista defendiendo los derechos políticos de los progresistas del Ecuador En contra de los piratas financieros que están destruyendo al Ecuador y a su democracia", "Acompáñenme esta tarde a explorar el futuro de la dolarización ecuatoriana El dinero electrónico fue remplazado por  Lenin quien va a pagar atrasos con certificados desmaterializados Cuál es el rol de la banca de las crypto de Facebook de la ciudadanía? de la economía local?", "Iremos hasta las últimas consecuencias ¡Contaremos con el apoyo del Grupo de Deuda de la Internacional Progresista!", "Es un juego de palabras Como en tiempo presente dicen q no es servicio activo en realidad están diciendo que al momento del tw ya lo dieron de baja. Así como Petroecuador dijo que R de la Torre no era funcionario cuando salió la noticia. Porque lo despidieron pocas horas antes"], "Ago-2020": ["Cuando concluya la restructuración jurídica de los bonos (aprox 20/agosto, si no posponen) subirán por sobre los 90 centavos. Y se habrá cristalizado la Gran Estafa. Entre marzo y julio, especuladores duplicaron ganancias. Esas ganancias podían haber sido del pueblo ecuatoriano", "Tan poca credibilidad tuvieron Moreno y Sonneholzner, que la Comisión de la ONU nunca llegó a sesionar Breve hilo con algunos datos pepa", "Mientras algunos celebran como si fueran banqueros-tenedores o funcionarios del gobierno, diremos la VERDAD sobre la GRAN ESTAFA de la", "Totalmente recomendado Expertos en auditoría de la deuda van a analizar la renegocación.", "Si los banqueros celebran, preocúpese.", "Moreno hace el anuncio en feb 2019 Firma el decreto de creación de la CEICCE en mayo 2019. Tenían plazo máximo 6 meses. Comisionados no aceptaron ser asesores del Ejecutivo. Moreno no aceptó darles autonomía.", "MÁXIMA ALERTA Este proyecto de reformas debe ARCHIVARSE Elimina toda preferencia a la producción nacional Elimina apoyos a la economía popular y solidaria Pone trabas a juntas parroquiales Pide que empresas españolas se consideren ecuatorianas  Chao industria nacional", "El Observatorio de la Dolarización advertía en tiempo real lo que estaba pasando con LA GRAN ESTAFA de los precios de los bonos de deuda externa. Hasta encuesta hicimos... Revisa los resultados", "Este es EL dato ¿Quieren saber quién está detrás? Los abogados de BlackRock en la renegocación son White & Case.  Averigüen cuál es el estudio jurídico que hace de contraparte de White & Case en el Ecuador.", "La presión internacional de mis compañeros de la Internacional Progresista contribuyó a que estemos un pasito más cerca a la victoria en democracia! ", "La calificación (índice de riesgo) país con RC fue 12 veces menor que con este gobierno Especulación es jugar casino para prepagar deuda con margin calls para 'recuperar' $3000 millones en bonos Pero no estás listo para esa conversación", "Les saluda el perfecto desconocido que conoce y ama al Ecuador Flag of Ecuador y que hoy se compromete a sacar de la crisis sanitaria y económica a nuestro pueblo ¡Juntos venceremos!", "1. Escuchen a López Obrador 2. Concurso ciudadano: ¿Cuántos precandidatos ecuatorianos tienen capitales en paraísos fiscales?", "Discrepo Sí hay conducción económica. Una conducción al abismo. Ofrecimos alternativas. El abismo fue su elección.", "Aceptamos este desafío. ¡A recuperar el futuro!", "A la militancia de la RC Fuertes golpes, persecución, acoso laboral, despidos injustificados...solo por ser demócratas, patriotas y progresistas Hoy, tenemos nuevos retos. En unidad y con esperanza, recuperaremos la Patria, ¡recuperaremos el futuro!", "Por eso, hoy -más que nunca- los jóvenes tienen que decir ¡presente! Vamos a recuperar el futuro arrebatado, y lo haremos con alegría, en armonía, con profunda responsabilidad; con técnica y corazón; con inteligencia y pasión.", "Pese a que  ottosonnenh es co-responsable de la tragedia sanitaria y económica del país, la ciudadanía pierde la opción de tener en la papeleta a un joven Ceder ante la presión de los de siempre, decepciona y demuestra su ausencia de convicciones Recambio generacional URGENTE", "Que las familias ecuatorianas vuelvan a tener trabajo en el sector productivo será nuestra prioridad. Le he pedido a  RabascallCarlos que se integre al equipo y nos apoye para construir el plan de recuperación del empleo.", "El país pierde con la ausencia de  groninty en estas elecciones, consecuencia de la vieja política. Él es parte de una nueva generación de jóvenes preparados, de pensamiento innovador y vocación de servicio. Es ese el futuro que anhelamos Vamos recuperar el futuro!"], "Sep-2020": ["ARecuperarElFuturo  Mensaje a los jóvenes del Ecuador!", "Mañana terminamos nuestro recorrido en la hermosa ciudad de Guayaquil con una entrevista en Ecuavisa. Nos reunimos con líderes de Unión Progresista, representantes del pueblo afro y candidatos de UNES. Como siempre, vamos juntos con el ", "MashiRafael está en el corazón del pueblo ecuatoriano. El amor siempre prevalece ante el odio. Vencerá nuestro infinito amor a la Patria. Hoy nos han condenado: ¡a vencer!", "mujer valiente, inteligente y comprometida. Debe defenderse en libertad Los pichinchanos queremos q nuestra Prefecta pueda trabajar en paz. La fuerza del amor y la verdad derrotará al odio: vencerá el 7 de febrero.", "Con absoluta responsabilidad y amor a la Patria, advertimos al mundo que el nuevo programa del FMI será un fracaso si el Directorio Ejecutivo no corrige las barbaridades acordadas con este gobierno.", "¡Juntos vamos a amplificar la voz del #BinomioDeLaEsperanza y de un pueblo que va a recuperar el futuro, trabajo y dignidad!", "A pesar de un trámite absurdo  MashiRafael ha firmado la aceptación de su candidatura.  Quieren impedir el derecho ciudadano a votar pq saben que recuperaremos la Patria el", "Esta tarde tuve el gran placer de conversar con el Presidente  alferdez Coincidimos en la necesidad de fortalecer la democracia en América Latina y la integración regional para la salud y desarrollo de nuestros pueblos.", "La Comisión de la Verdad deberá examinar la persecución política y violación de derechos humanos en la U de Guayaquil", "¡Qué bella canción! ¡Viva la Patria!", "Cuando decimos que trabajamos para las próximas generaciones nos referimos a la educación.", "Queridas y queridos compatriotas, me dirijo a todos los candidatos a la Presidencia para realizar esta campaña con altura, alegría, seriedad y, sobre todo, con respeto. El pueblo ecuatoriano y la #democracia lo merecen.", "Compartimos la necesidad de priorizar una agenda progresista común de justicia social, ciencia y tecnología,  desarrollo sustentable y la vida post-pandemia, en democracia", "La Unión Por La Esperanza es esa fuerza que defenderá y también vigilará a nuestro proyecto político. Carlos, juntos, con todo el pueblo ecuatoriano vamos a vencer.", "progintl_es para superar la crisis mundial en la que nos encontramos. Reconocidos académicos, activistas y políticos de todo el mundo presentarán sus propuestas frente a la crisis.", "¡Bienvenida de vuelta compañera Esta lucha es de todas y de todos.", "Mañana martes, a partir de las 10am estaremos en vigilia permanente por la defensa de la democracia: en Quito y en todo el País.", "Vamos a construir un estado plurinacional e intercultural... ¡en la práctica!  #ARecuperarElFuturo", "¡Qué alegría vernos nuevamente como un pueblo unido por la democracia!  Vamos a mantener la vigilia; saben que si participamos, ¡el pueblo ecuatoriano vencerá! ", "Toda nuestra solidaridad con los afectados por el Sangay, es el momento del acompañamiento y la colaboración, de la ayuda inmediata y de un esfuerzo colectivo.  Nuestra tarea como ciudadanos es apoyarnos Pronto retomaremos un verdadero sistema nacional de gestión de riesgos", "nos ha comunicado que se les cayó el internet justo antes de nuestra entrevista. Esperamos que logren solventar el problema técnico. Nos disculpamos con la ciudadanía y con el público de RTU."], "Oct-2020": ["¡Viva el pueblo guerrero de Guayaquil! 200 años de ejemplo y valentía; hoy le rendimos homenaje junto a su pueblo.", "Las leyes económicas fueron aprobadas gracias al reparto que declaró Mendoza. Se viciaron procedimientos para aquello. Es inconstitucional.  He presentado la demanda de inconstitucionalidad de la ley de finanzas públicas.", "¡Gracias a la ciudadanía presente! Gracias a todas las voces amigas y demócratas Gracias también a lxs consejerxs del CNE que estuvieron a la altura de la historia Hoy el Ecuador dio un paso importante para preservar la democracia. Es nuestro derecho a participar", "Cuando decimos #ARecuperarElFuturo nos referimos a la educación. En una reunión con más de 1000 maestros del Ecuador firmamos un pacto para mejorar las condiciones de nuestros estudiantes y profesores.", "La represión de octubre de 2019 nos recuerda que un mandatario debe gobernar junto al pueblo y no en su contra. Que la dignidad de las víctimas sea reivindicada, que la protesta pacífica no sea criminalizada y que siempre se respeten los derechos humanos.", "¡Felicidades Quevedo! Hoy celebramos los 77 años de su cantonización. Tierra productiva de gente trabajadora que ha hecho de este hermoso cantón uno de los principales centros agropecuarios del Ecuador.", "Hoy estuvimos en Monte Sinaí y reitero mi compromiso de trabajar hombro a hombro con este pueblo digno.  No hay tiempo que perder.", "Todos los ecuatorianos celebramos  el bicentenario de Independencia con alegría y orgullo. Vamos a recuperar el futuro el próximo 7 de Febrero de 2021, ¡Vamos a recuperar la Patria! ", "Somos personas de principios, personas de palabra, eso es fundamental para recuperar la Patria.", "Estas arbitrariedades contra tantos ecuatorianos deberán ser investigadas por la Comisión de la Verdad. Fuerza compañero Te esperamos pronto, y en libertad", "Hoy celebramos 160 años de provincialización de Los Ríos. Cuna de antiguas culturas como Chorrera y Milagro-Quevedo. Su gente es muestra de trabajo y tradición. ¡Orgulloso ejemplo de nuestro Ecuador! Todos juntos vamos a Recuperar la Patria.", "La democracia vence una vez más.  ¡Vamos a recuperar el futuro junto a todo el #Ecuador!", "¡Gracias Manabí! Hoy Portoviejo salió a las calles a defender la democracia.", "¡Gracias a todos los ecuatorianos de las diferentes provincias que se mantienen en vigilia pacífica por la democracia! El pueblo ecuatoriano está atento, está pendiente, está vigilante. ", "Hoy conmemoramos a los pueblos y nacionalidades de Nuestramérica, de Nuestra Abya Yala. Vamos a volver al camino de la prosperidad, de la integración de nuestros pueblos y nacionalidades y de la integración de nuestra América toda.", "¡La vigilia es permanente! Somos un pueblo digno y unido. De manera pacífica, vamos a hacer que se respeten nuestros derechos y que la democracia triunfe una vez más.", "Muchas gracias al pueblo ecuatoriano que mantuvo esa vigilia para que la democracia triunfe nuevamente.  Que la voz de la esperanza siga llegando a nuestros vecinos, familiares y amigos. Vamos por la unión de todo el pueblo #ARecuperarElFuturo", "Se olvidaron que en 2019 también hubo elecciones y en el exterior votamos por el CPCCS Con patriotismo, voté en el Consulado de México el 24/mar. Apenas voté, tomé fotos. El Ecuador quiere una nueva política, señores candidatos seamos responsables:", "La Democracia 3.0 significa hacer una política nueva, digna del Siglo XXI. Con transparencia mediante datos abiertos, con tecnologías de la información, con colaboración interactiva de propuestas y con aportes ciudadanos en línea. ", "Nuestra tricolor nos vuelve a demostrar que los ecuatorianos somos capaces, que juntos podemos lograrlo, que ¡sí se puede!  Los deportistas del #Ecuador merecen un gobierno que los respalde. Volveremos al Ministerio del Deporte y fortaleceremos las políticas deportivas.", "Dialogamos con nuestros hermanos y hermanas migrantes. Al igual que ustedes, entiendo lo que es extrañar al Ecuador; yo también viví en el exterior, trabajando y estudiando fuera. Sabemos como mejorar la economía para generar empleo y becas. Gracias por su compromiso con el país", "Celebramos el Bicentenario de la Independencia de Portoviejo, desde la emblemática Picoazá junto a miles de ciudadanos y ciudadanas exigimos el respeto a la democracia y la participación electoral. En unas horas estaré en #Quito para caminar juntos hacia el TCE.", "En Cayambe la esperanza se siente. Tuvimos un encuentro histórico con pueblos y nacionalidades indígenas de todo el país.  Nos hemos unido para construir este proyecto, plurinacional e intercultural, juntos para recuperar la Patria.  ¡Gracias Cayambe!", "Seguimos a la expectativa de que el TCE actúe de acuerdo a La Constitución y a La Ley para que se garantice el derecho de los ecuatorianos a elegir y ser elegido.", "La victoria en Bolivia nos demuestra la importancia de la organización, la vigilia permanente y la solidaridad entre los pueblos El pueblo es sabio: ante el maltrato, el reparto y la negligencia, la ciudadanía responderá con contundencia democrática por la esperanza y el futuro", "Estamos atentos, una vez más, para que nuestros derechos y nuestra democracia sean respetados. La vigilia continua en las afueras del TCE. ", "¿Por qué el gobierno no quiere entregar a la Asamblea la información desclasificada sobre la venta del Banco del Pacífico?", "Gracias a la militancia comprometida que se encuentra bajo la lluvia en vigilia pacífica y atentos a la decisión del TCE para que se preserve la democracia. Yo estoy llegando desde Manabí. En 1 hora estaré ahí.", "Pronto retornará la soberanía. Y con ella, el empleo y el trabajo digno. Solo así se puede recuperar el futuro.", "¡Gracias al Grupo de Puebla! Su acompañamiento hasta la victoria será crucial para nuestra democracia.", "No vamos por el camino correcto si en plena pandemia usted niega un aumento de la pobreza del 25,7% al 32,7% entre 2019 y 2020. Presidente Moreno, su omisión estadística deja a millones de ecuatorianos desprotegidos.", "Un saludo a las y los #LosCandidatosDeLaEsperanza que comparten este reto histórico de recuperar los derechos y la vida digna para el pueblo ecuatoriano. ¡Este es el equipo de la esperanza!", "¡Sabemos que los ataques no detendrán el cambio, ni callarán la voz de todo un pueblo! Es el deber de cada uno de nosotros defender la democracia. Facebook y #TCENoHagasTrampa", "Por esta razón, nuestra única opción es mantenernos activos publicando, compartiendo e informando. Llevemos la voz de la esperanza, vamos a estar presentes en las redes y en las CALLES.", "¡Solo la fuerza de un pueblo organizado puede defender la democracia! Hoy tenemos una cita importantísima y crucial para defender nuestro derecho a elegir. ¡Este domingo, en Quito, a las 3pm nos vemos en el Estadio Atahualpa, caminaremos juntos hacia el TCE. ", "Presenté reclamo a Gerente Recurso Humanos del BID y reclamación por inconstitucionalidad a Moreno", "El pueblo orense la tiene clarísima, sabe que con el #ElBinomioDeLaEsperanza vuelven el trabajo, las obras y las oportunidades para emprender y salir adelante. Renace la esperanza. ¡Vamos #ARecuperarElFuturo!", "¡Gracias Gualaceo! ¡Gracias Azuay! Por este maravilloso recorrido, por la esperanza de la juventud, la dignidad del pueblo y el trabajo de sus artesanos. Sabemos que juntos ¡Recuperaremos el futuro!", "En cada recorrido sentimos la esperanza de nuestro pueblo comprometido con recuperar el futuro. Mañana retomamos el recorrido y reuniones. Esta semana estaremos en El Oro, Azuay y Cañar. ¡Cuenten conmigo, yo cuento con ustedes!", "Rescataremos, nuevamente, el #RegistroCivil y lo devolveremos a la gente, sin tramitadores y con eficiencia. Open bookPage with curl El legado de Alfaro será nuevamente un referente regional.  Es nuestro compromiso con nuestro pueblo, en este día. #Ecuador ", "Que la ciudadanía lo tenga clarísimo: como en todos los temas, el gobierno tiene que tener como prioridad el pago de deuda a las pequeñas empresas.", "En Cayambe, tuvimos el honor de visitar la tierra Dolores Cacuango. Hoy recordamos el natalicio de la gran lideresa indígena, fundadora de la FEI, organización histórica que nos acompaña con  jose_agualsaca , como candidato. Junto a los dirigentes populares, se acerca la victoria!", "La transferencia tecnológica y el desarrollo científico también es indispensable para la soberanía nacional y el futuro de la Patria.", "Ayer México y Argentina, hoy Bolivia y Chile, los pueblos se pronuncian por su futuro y la unidad. ¡En febrero será el triunfo de nuestro pueblo! Un abrazo al Chile popular y soberano que hoy ha dicho SÍ, ejemplo de dignidad ", "Un compromiso que debemos adquirir todos los candidatos, a propósito del #DiaAhorroEnergía, es garantizar que las hidroeléctricas y los bienes públicos esenciales para abaratar la energía para los hogares y el sector productivo se queden en las manos de los ecuatorianos.", "Gracias a usted, Pedro, por darnos un mensaje permanente de amor y convicción. Mi admiración y compromiso por su lucha de toda la vida por la justicia. Personas como usted son imprescindibles.", "Las pseudo-denuncias sin sustento también son campaña sucia.  No te preocupes, Carlos, que el pueblo ecuatoriano recuperará su futuro con campaña limpia y contundencia democrática. ", "Contradice la obligación de los Estados de que ninguna norma interna puede menoscabar los derechos laborales. Por ello, solicité ser recibido en Audiencia Pública para exponer estos argumentos. Siempre promoveremos la Justicia Laboral", "Los medios locales, provinciales y comunitarios serán los que reciban los pagos que les adeuda el gobierno antes que los grandes medios hegemónicos. "], "Nov-2020": ["Gracias hermanos y hermanas de Bolivia por invitarme a la Casa Grande del Pueblo", "Iniciando el día me reuní con el Vicepresidente de España. Compartimos nuestra preocupación por los migrantes en España, el COVID y la necesidad de que las economías estén al servicio de la gente.", "Ha partido a la eternidad Jorge Núñez, periodista, académico e historiador que realizó grandes aportes al país y a la región con su trabajo Abrazo a Jenny, su compañera de vida y a su familia. Vivirá siempre en nuestra memoria. Paz en su tumba.", "Ha sido un orgullo haber presenciado la toma de mando de nuestro hermano  LuchoXBolivia  Bolivia recuperó la democracia. ¡En febrero será el triunfo de nuestro pueblo ecuatoriano !", "Coincidimos en la preocupación por la situación actual de la salud y la economía.  La vacuna para Ecuador, con el apoyo de Argentina, será clave.", "Este #2DeNoviembre conmemoramos el #DíaDeLosDifuntos, una herencia de nuestros pueblos y nacionalidades que hoy recordamos con pesar por los días de luto y dolor que hemos vivido. Luchar por la vida es la mejor forma de honrar a los que partieron. Un abrazo fraterno en este día.", "Admiré muchísimo a Pino Solanas desde que conocí su obra a inicios de siglo: su claridad histórica y su pasión por el arte y la comunicación. Que el mundo nos brinde cientos de Pino Solanas. Paz en su tumba.", "Esperanza para la Patria Grande. Fue un gusto coincidir con el Presidente", "La Plataforma de Desarrollo de las Américas, elaborada por  CSA_TUCA , es un documento inspirador. Comparto su visión del trabajo como base a un modelo alternativo al neoliberalismo, ecológico, con sostenibilidad ambiental y en defensa de los bienes comunes", "No, no son intocables, hemos sido claros que vamos a frenar a raya estos cobros indebidos.", "Una idea puede transformar el mundo… ¿Cuál es tu idea para un buen gobierno?", "Convierte tus necesidades e ideas en propuestas de desarrollo y hazlas realidad siendo parte del equipo de gobierno. ", "Estuvimos en Bolivia, construyendo acuerdos con los líderes de Iberoamérica para transformar Ecuador y recuperar la Patria.", "En este momento histórico en el Aeropuerto de Chimoré, se respira esperanza, no solo ha vuelto  evoespueblo , con él vuelve el sueño democrático y soberano de un país con dignidad. El #7F la victoria será de todo nuestro pueblo.", "Hoy nos reunimos con diferentes profesionales de la salud. ¡Un homenaje a los trabajadores de la salud, que son los héroes de nuestro tiempo! Vamos a recuperar la esperanza y a reconocer su sacrificio y entrega para salvar vidas ¡Muchas gracias!", "¡Recuperar el futuro significa completar la transformación de nuestra matriz energética! Hoy recorrimos una fábrica de transporte eléctrico. Para lograr la transición al futuro ecológico necesitamos conocimiento y colaboración entre pueblos hermanos. ", "Dialogamos con los académicos sobre los desafíos de la Educación Superior. Nunca más recortes de presupuesto. Nunca más becarios y docentes sin pago. Basta de proyectos de investigación paralizados por la falta de entrega de recursos a las universidades.", "Acompañando a  evoespueblo en su recibimiento, reafirmamos nuestro compromiso de estar permanentemente junto a los pueblos y nacionalidades del Ecuador. Unidad para recuperar el futuro y la esperanza.", "Hoy continuamos trabajando y creando propuestas para el futuro y para la vida junto a las y los ciudadanos. Nos reuniremos con el sector académico,", "Hoy, todos juntos, vamos al lanzamiento de un plan de gobierno hecho por y para las y los ecuatorianos. Llegó la hora de la participación de la ciudadania, de tu participación, con una Democracia 3.0 ", "Nos reunimos con nuestras compañeras y compañeros de centros comerciales populares del sur de Quito. Escuchamos sus preocupaciones y planteamos soluciones como el plan de primera infancia para apoyar a las madres comerciantes. ", "Con un nuevo y burdo montaje, el gobierno saliente prepararía allanamientos o arrestos en contra de Santiago Díaz, procurador común de nuestra campaña y otros dirigentes de la alianza 1-5, cumpliendo así las amenazas de Roldán ¡Basta de infamias!", "Nosotros convocamos al pueblo a estar en una vigilia permanente, quieren boicotear la posibilidad de recuperar la esperanza de Ecuador. Convocamos a la ciudadanía a mantener la esperanza. Representamos la posibilidad de recuperar la dignidad y el futuro", "Nosotros no vamos a cumplir este acuerdo con el FMI porque afecta a las familias ecuatorianas, vamos a defender el patrimonio público para salir de la crisis No nos vamos a someter a caprichos de unos banqueros, tendremos un plan con soberanía económica nacional.", "La crisis no es un problema de falta de recursos, es por falta de prioridades. Vamos a dar certidumbre económica, vamos a mantener y preservar los puestos en el sector público. Vamos a encontrar caminos que no nos cuesten más a los ecuatorianos.", "A nosotros lo que nos interesa es dar soluciones, nosotros sabemos que lo importante es transferir dinero a los bolsillos de los ciudadanos.", "Ha partido a la eternidad Diego Armando Maradona, el genio zurdo del fútbol, hijo orgulloso de la Argentina profunda y valiente ciudadano de Nuestramérica. ¡Hasta siempre 10!", "Al vernos primeros en las encuestas, retoman la campaña sucia Face with tears of joy Al banquero: Aquí le dejo una explicación con dibujos sobre cómo funciona la dolarización. ", "¡La vigilia por la democracia se mantiene, porque tenemos derecho a elegir! Este sábado 28, nos vemos en el Tribunal Contencioso Electoral, a las 15h00.", "En derecho, sólo cabe archivar la impugnación. Basta de presiones a los jueces. No permitiremos que cambien la fecha de las elecciones.", "Convocamos a la unidad y a la sensatez democrática con 2 objetivos fundamentales: 1. Evitar la profundización de la crisis que afecta a las familias ecuatorianas 2. Garantizar que las elecciones se realicen con legalidad, transparencia y en respeto a derechos de participación", "El país está a punto de perder toda una generación; ningún gobierno se puede permitir 1 millón de jóvenes sin trabajo digno. Por ello, el trabajo es nuestra prioridad número 1."], "Dic-2020": ["¡Gracias a todas y todos los que estuvieron vigilantes y movilizados! ¡Gracias por la solidaridad internacional El pueblo ecuatoriano ha hecho respetar su derecho de elegir en democracia.", "Nuestramérica está de luto por la partida de nuestro compañero Tabaré Vásquez. Hoy abrazo fraternalmente a su familia, amigos, compañeros del Frente Amplio y a todo el pueblo uruguayo Flag of Uruguay Su legado nos motiva a todas y todos.", "Hoy tenemos un conversatorio con medios nacionales e internacionales. El mundo entero y la ciudadanía pone sus ojos sobre Ecuador para que se respete la democracia. ", "Internet como derecho humano.  INTERNET GRATUITO PARA CADA ECUATORIANO Y CADA ECUATORIANA.", "Gracias Cristina por recibirnos y por tu apoyo.  ¡La democracia prevalecerá!", "¡La cultura, la ciencia y la tecnología de Nuestramérica para recuperar el futuro! Esta mañana, en #Argentina,  nos reunimos con el ministro de cultura, Tristan Bauer y con Roberto Salvarezza  RCSalvarezza , ministro de ciencia y tecnología.  #ARecuperarElFuturo", "Fue un honor conocerte. Admiré tu lucha, tu compromiso y tu lealtad. Que descanses en paz Bairon Valle", "Aún en una situación tan dura, son nuestros hermanos migrantes quienes cuidan la dolarización y a sus seres queridos, mientras que, apenas pueden, los banqueros sacan los dólares y debilitan nuestra economía", "Tabaré estuvo muy comprometido con la vida y la salud de su pueblo. Él, oncólogo, peleó duro contra las tabacaleras en las instancias internacionales. Dejó un sistema de salud fortalecido que dio una respuesta ejemplar frente al Covid.", "¡Nuestra prioridad es la reactivación económica de las familias ecuatorianas con trabajo digno y afiliación al seguro social! Nuestros emprendedores, empresas y trabajadores del campo  requieren confianza y apoyo económico para crecer.", "En el Ecuador del futuro nunca más habrán ciudadanos de primera y segunda categoría. Hoy se debe considerar al internet como derecho humano.  Los Derechos Humanos no se negocian, es hora de recuperar la dignidad y el respeto.", "Tengo la responsabilidad de comunicar al Ecuador que acabo de dar positivo en Covid en mi chequeo periódico. Hasta ayer las pruebas indicaban Covid negativo.", "¿Recuerdan este caso? El procurador dijo que el Banco Interamericano no es banco.  Bueno, la Corte Constitucional (sic) hoy admitió a trámite mi demanda. Ojalá no sigan siendo cómplices de quien destruyó la economía de las familias ecuatorianas a cambio de un carguito afuera", "Respetaremos la Constitución, la autonomía y el presupuesto de los GADs.  ¡Nos mueve y nos une el amor a la Patria! ", "Estamos primeros en la papeleta, primeros en las encuestas, primeros en tu corazón. Por eso, quieren suspender y anular las elecciones por el artículo 143 del Código de la Democracia. No permitas que te roben tu oportunidad de trabajo, tu futuro y tu dignidad.", "Mi rechazo a la persecución política a dirigentes indígenas y a quienes nos oponemos a Moreno. La resistencia de octubre perteneció al pueblo. No nos motiva el odio, nos motiva el amor al prójimo y el amor a la Patria.  Ahora, vamos por Trabajo, Futuro y Dignidad. ", "Nuestra estrategia está orientada al aprovechamiento de la infraestructura existente dando prioridad a las áreas de menos ingresos y con menor cobertura de servicios. Sabemos cómo hacerlo, tenemos los estudios, las normas, el costo y lo tenemos PLANIFICADO.", "El odio y la venganza deben ser erradicados de la política: lamentamos que Pachakutik haya amenazado expulsar a la Prefecta Cecilia Mendez y a su Viceprefecta Magaly Quezada por discrepar con el hoy candidato Pérez.", "Implementaremos las Becas de Conectividad: Llegaremos con 3 GB al mes para 1,1 millón de estudiantes y profesores, para consolidar la Teleducación, incluyendo el acceso gratuito a las plataformas de videoconferencia.", "¡Sabemos cómo proteger a las familias ecuatorianas en sus momentos más duros!  Los invito al FB Live de esta noche en donde les contaré más detalles sobre el plan #MilDeUNA en respuesta a la emergencia. ", "Este año ha sido duro, hemos perdido a seres queridos, muchos de ustedes han perdido su negocio, su trabajo... Si buscan un regalo, que sea lo mejor que uno lleva dentro, el amor al prójimo y el amor a la Patria.", "Nuestra cuenta recién fue habilitada hace días. Las de otros candidatos, hace meses.  ¿Por qué el CNE no publica en internet *toda* la información como dispone la ley? Porque sus reglamentos no contemplan formularios digitales Queremos tecnología y transparencia ", "Ahora sí, entre todos y todas, con el aporte de cada UNO, vamos a financiar juntos la campaña de la esperanza. ¡Hagamos vaca!", "Extiendo mi solidaridad con los seres queridos de Patricio Mendoza, candidato por la provincia de Los Ríos, asesinado ayer. Debemos recuperar la democracia, la dignidad y la vida para todos.  ¡La violencia política no puede ser normalizada, merecemos una sociedad de paz!", "NO HAY falta de RECURSOS, lo que hay es FALTA DE PRIORIDADES. En plena crisis y el gobierno se empeña en tener la plata afuera. Traeremos $1000 millones para invertir en la transferencia de emergencia a 1 millón de madres de familia.", "Mi rechazo absoluto al desalojo y a la represión ejercida en contra de los trabajadores de Explocen. Recuperaremos el trabajo digno.", "Mi fraterno saludo a los congresistas estadounidenses que han expresado su preocupación por los DDHH y la democracia en Ecuador. La solidaridad internacional ha sido fundamental en nuestra lucha por elecciones libres y democráticas. Que los autoritarios sepan: el mundo observa"], "Ene-2021": ["El banquero ha venido financiando su campaña con tus depósitos, con débitos indebidos y con tasas y comisiones usureras. ¡No más acoso de los banqueros a la familia trabajadora!", "#MilDeUna para que las madres de familia puedan reactivar la economía del país!  Esta inversión generará trabajo digno para usted, madre de familia, padre emprendedor, joven estudiante.", "Iniciaremos una campaña ciudadana para evitar la privatización del Banco Central del Ecuador. Ecuatorianos, ¡no permitamos que pase esta ley que privatiza al Banco Central! Eso sería quitarle poder al pueblo y dejar al BCE en manos de los banqueros", "Mucho cuidado con unos fakes que circulan por ahí. Mientras nosotros estamos planteando propuestas para cuidar la vida y la dignidad de los ciudadanos, otros se dedican a la campaña sucia con falsificaciones.", "Hay esperanza!", "Feliz Día Periodistas del Ecuador Celebramos a quienes con responsabilidad y ética ejercen el periodismo en el Ecuador. Un país con libertad de expresión con responsabilidad social, ética y preservación de los derechos humanos es un país democrático ", "Queridas Mafer, Marta Cecilia y estimado Pedro. Mi abrazo más solidario por estos 33 años y 1 día de dolor. Tienen mi compromiso para que casos como el suyo no vuelvan a quedar en la impunidad.", "Vamos a recuperar el trabajo de las familias ecuatorianas!  Perdido por culpa de la pandemia y el mal gobierno. #MilDeUna para las madres de familia para impulsar la economía del #Ecuador", "El día de hoy recibí el alta médica! Gracias a todos quienes han estado pendientes. Retomamos las actividades en territorio  Mañana caravana en Quito!  El sábado en el lanzamiento de campaña!", "¡El triunfo lo defendemos todos! Ya ganamos la primera batalla: estamos en la papeleta electoral, ahora nos toca defender el triunfo popular en las urnas. Este 07 de febrero depende de cada uno de nosotros cuidar los votos de los ecuatoriano", "En 2019 estuve becado por el gobierno de México, para estudiar un doctorado en México. La Ley de Régimen Tributario no exige que se pague impuesto a la Renta en Ecuador si uno vive en México", "MUY pero MUY importante", "En las 550 páginas que han dedicado a analizar a la economía ecuatoriana, no hablan sobre la desigualdad, ni citan al Gini ni ningún otro indicador de distribución del ingreso, peor de la riqueza.  El FMI se lava las manos con esta nueva rueda de prensa de Georgieva", "Pero no es la emisión per se Es la jugada inmediatamente después de  recibir ese dinero emitido. Si tú recibieras 1 millón de sucres recién impresos y los dejas en tu colchón, no pasa nada. Es como q no existieran. Si vas al mercado a comprar dólares, ahí se da la devaluación", "Es un imperativo hacerla pública.", "El salvataje per se no causó la devaluación Es q había un mercado libre de cambios lo que causó la devaluación. Con los infinitos sucres del salvataje compraron escasos dólares para fugarlos, he ahí la devaluación. Por anclaje precios al dólar, devaluación llevo a inflación.", "Jamás me acostumbraré a la indignación que genera este gobierno. Traen solo una caja con vacunas, ellos se vacunan primero y las distribuyen entre sus aliados. Yo no perderé tiempo, ¡nosotros ya estamos trabajando para dar salud a todos los ecuatorianos y recuperar la dignidad!", "Ayer mi mamá me sorprendió durante la caminata en Quito. Gracias por ese abrazo, por esa confianza, por esa preparación, por esos valores de amor al prójimo, por tus consejos para asumir este reto. Hoy estoy más listo que nunca para trabajar por todas las familias ecuatorianas.", "n tiempos de crisis las madres de familia necesitan #MilDeUna para reactivar la economía.  Banknote with dollar signEllas saben cómo invertir responsablemente sus recursos a favor de sus hijos e hijas, a favor de su hogar, a favor del futuro y la dignidad sus familias", "Indignado y consternado por el asesinato de Efraín Ruales. Mi solidaridad con su familia, amigos y seguidores. El Estado debe garantizar justicia para él y su familia.", "Ciertos banqueros en Nayón ", "El banquero continúa su campaña sucia de videos y fotos falsas sobre #MilDeUna.  #MilDeUna es una propuesta seria, responsable y viable de ayuda inmediata. La ejecutaremos en la primera semana de nuestro gobierno. Recuerda ver siempre mis cuentas oficiales.", "Abandonaron a su suerte a enfermos de covid, luego importaron pocas vacunas que reparten entre familiares y amigos. El gobierno de Moreno y Lasso manejan la pandemia sin transparencia ni humanidad. Ecuatorianos, falta muy poco para que tengamos un buen gobierno.", "El sector del transporte ha sido uno de los más afectados por la pandemia. Nuestros esfuerzos están dirigidos a recuperar este importante sector productivo, que da sustento a cientos de miles de familias ecuatorianas.", "¡Ni un atropello más a la voluntad popular!  LeoOrlandoA , estamos contigo y vigilantes. Total apoyo al pueblo de Manabí, que defiende a su Prefecto y que cuida sus recursos.   Se viene el Ecuador de la verdadera democracia, de la solidaridad y el trabajo digno. Falta un día menos", "Con enorme indignación constatamos que,  en la edición digital de Clarín del día de hoy se reproduce, a una semana de la realización de la elección presidencial en Ecuador,  una pieza más de la campaña sucia que enfrenta nuestra candidatura.", "Y si le das 1000 millones a los banqueros lo guardan en sus cuentas offshore en Miami.  En eso se parecen la economía y el poder: solo funciona cuando se comienza por las mayorías.", "La única fuente de esta supuesta información es un video manipulado, que hemos desmentido ya desde nuestra central de campaña.", "Felicitaciones a la Profesora María Augusta Hermida quien asume el rectorado en la Universidad de Cuenca. Es la primera vez que una mujer dirigirá la prestigiosa casa de estudios. Muchos éxitos en sus nuevas funciones.", "Primero a los profesionales de la salud de primera línea, primero a los soldados y policías,  primero los adultos mayores, primero los docentes, primero aquellos con enfermedades prevalentes...  Por mi edad y mi salud, me tocaría casi al final", "No permitamos la privatización del BCE Ciertos banqueros quieren tener el poder aunque pierdan las elecciones. Quieren que los banqueros nominados por Boltaire Moreno se queden en el cargo para impedir la disminución de tasas y comisiones.", "Por lo indicado, exijo que, de manera inmediata se proceda, primero al retiro de esta información injuriosa y, segundo a su rectificación pública.", "Estas acciones, reñidas con la práctica del periodismo de excelencia y del juego limpio en democracia constituyen además, una afrenta al buen nombre y a la honra de mi persona y de la de la organización política que lidera la intención de voto en mi país.", "Para su conocimiento, la propuesta que aparece tergiversada en la información que su medio publica se basa en una recomendación de las Naciones Unidas y es la siguiente", "Nuestro cariño y energía revolucionaria contigo, querida compañera. Tú estás acostumbrada a resistir así que te esperamos pronto al frente de esta lucha.", "Cuando decimos recuperar el futuro, nos referimos a recuperar los derechos de la niñez. Primera infancia, nutrición, educación universal, erradicación de la violencia y eliminación de la mendicidad y trabajo infantil"], "Feb-2021": ["Venció el amor, la esperanza, el futuro", "Con la bendición de mi abuelita, ¡vamos con fuerza y confianza!", "Gracias al CNE y a la OEA por sus felicitaciones ", "Las urnas han sido contundentes y el pueblo nos ha dado una amplia ventaja sobre los otros candidatos. Sin importar cuál sea el representante del continuismo, nuestro proyecto seguirá tendiendo puentes de unidad con los frentes sociales, productivos y progresistas de la Patria.", "Hoy vivimos la fiesta democrática, yo lo hago como siempre, acompañando a mi abuelita.  Hoy vota quien me educó desde los dos años, quien me transmitió los valores de amor al prójimo, quien me enseñó la importancia de la educación y el valor de la dignidad.", "Gracias querido Presidente Fernández por reafirmar tu compromiso en la gestión de las vacunas. Has hecho tanto por la unidad continental. Será un honor construir lado a lado la Patria Grande. En el corazón de las y los ecuatorianos ya eres el wawki Alberto.", " Gracias Quito, gracias a todo el pueblo ecuatoriano que se tomó las calles de Quito para evidenciar que este #7F la victoria será contundente en ¡una sola vuelta", "Agradezco a todas y todos los patriotas de las Fuerzas Armadas y de la Policía Nacional. Una vez más nos demuestran su vocación de servicio, permitiendo que este importantísimo evento democrático se desarrolle con normalidad y transparencia, que la voluntad del pueblo se cumpla", "¡Qué privilegio haber podido compartir y conversar con Pepe Mujica! No te pierdas este diálogo. Pepe es un ejemplo de lucha y coherencia para Nuestramérica y el mundo entero.", "¡Ganamos! Triunfo contundente en todas las regiones de nuestro bello país. Nuestra victoria es de 2 a 1 frente al banquero.  Felicitaciones al pueblo ecuatoriano por esta fiesta democrática.  Esperaremos los resultados oficiales para salir a festejar.", "¡Hoy es un día histórico! El triunfo, una sola vuelta, solo es posible si salimos a defender el voto de los ecuatorianos y estar vigilantes de que se cumpla la voluntad popular", "Si es así, bienvenido Yaku Pérez a la segunda vuelta. Sin miedo y sin violencia. Intercambiemos propuestas.", "A los que llevan 2 días intentando tumbar nuestros servidores y nuestra página web les digo q en nuestro gobierno incluiremos programación informática desde la niñez. Ya van millones de visitas de robots a la web en estos días. ", "Con emoción y orgullo acompañé a votar a mi abuela Flor. Me siento tranquilo y motivado por la asistencia de la ciudadanía a la cita electoral. Es un día de fiesta, de unidad nacional y de esperanza, para poder recuperar el futuro para la patria. ", "verifica nuestras actas. No vamos a permitir que en el trayecto se modifiquen los resultados. Ponemos a disposición la información para que el pueblo, los observadores nacionales e internacionales puedan proteger la democracia. ", "Estamos en total capacidad de informar con exactitud y rigor, al Ecuador y al mundo. La democracia prevalecerá. Nos vemos en las urnas", "Gracias hermanos soldados de tierra, mar y aire, gracias hermanos policías, tengan la certeza que como primer mandatario del Ecuador garantizaré que su institucionalidad sea respetada y fortalecida como reconocimiento y valoración de su sacrificado trabajo. ¡Viva el Ecuador!", "Invitamos a quienes aún no hayan concurrido a sufragar, lo hagan, para fortalecer la democracia.", "Un orgullo conversar con el expresidente de Uruguay, un militante y un sabio de la vida, que nos enseñó a toda una generación que otra manera de hacer política es posible.", "Pedimos a los ecuatorianos y ecuatorianas que sean pacientes con los resultados finales. Tengamos cuidado con encuestadoras como CEDATOS, seamos prudentes y esperemos los resultados oficiales.", "¡Gracias por la unidad y el respaldo popular! Las bases, el pueblo, las mayorías están con #ElBinomioDeLaEsperanza. Por los montuvios, cholos, pescadores, agricultores; por todos los ecuatorianos y por la interculturalidad,¡vamos a recuperar el trabajo, el futuro y la dignidad!", "¡Gracias a mi familia por acompañarme en este histórico desafío! Con amor y compromiso, vamos a trabajar por todas las familias ecuatorianas.", "Hay algo de su estrategia comunicacional en lo que la derecha se equivoca: Subestiman a nuestros pueblos. Sus falsas noticias no hacen más que evidenciar que #EstanDesesperados, saben que recuperaremos el Ecuador en #UnaSolaVuelta ", "3 millones de ecuatorianos votaron con alegría, con confianza y con esperanza en el futuro", "Feliz de nuestra visita a los Estados Unidos. Hablamos con nuestros hermanos y hermanas, con medios y empresarios, sobre el proyecto de unidad progresista, que va a recuperar el futuro.", "Nuestro compromiso es caminar hacia un Estado plurinacional e intercultural. No vamos a profundizar las diferencias, sino encontrar los puntos en común con el movimiento indígena. Estamos construyendo la unidad, que beneficie a todas las familias ecuatorianas.", "Lasso y Moreno dejaron fuera a Correa. Lasso-Moreno dejaron fuera a Noboa. Lasso-Moreno quieren dejar fuera a Yaku Pérez. ¡Ya basta de juego sucio! En paz, con ideas, con alegría, pero sobre todo con profundo compromiso con las familias ecuatorianas ¡venceremos a Lasso-Moreno!", "Mientras unos quieren eliminar las instituciones de ciencia y la tecnología, nosotros impulsaremos el rol de las mujeres en la ciencia, desde la niñez.", "Los que han cogobernado con Moreno se saben perdedores y presionan para que me persigan con burdas mentiras. No podrán lograrlo, la verdad siempre prevalece No podrán seguir chantajeando o engañando a la justicia El pueblo ecuatoriano no permitirá un nuevo golpe a la democracia", "El recuento, en el marco de la Constitución y la ley, es un derecho. Estaremos ahí para cuidar nuestros votos y ampliar la victoria popular: ¡acta por acta y voto por voto!", "No gracias, oportunista. Si busca reparto, que mejor vaya y converse con Moreno y sus cogobernantes.", "Mi solidaridad con las y los afectados por el deslizamiento  en el sector de Huigra en Chunchi. Demandamos urgente respuesta de las instituciones.  El Estado es responsable de prevenir riesgos, desastres y atender a los afectados. Restableceremos la institucionalidad y recursos.", "Conmemoramos el Día de la Amazonía ecuatoriana, el área más biodiversa del planeta, el laboratorio viviente más grande del mundo. Nuestro total compromiso con la protección de nuestra naturaleza y la prosperidad de nuestra gente.", "Es un ejemplo de liderazgo, revolución y humanismo. El odio nunca es, ni será el camino. Para Ecuador también elegimos el camino de la Paz y la unidad.", "Felicidades al Ecuador por esta victoria contundente en las urnas, a favor del futuro. Este apoyo dobla en votos a nuestro seguidor más cercano. También nos da la responsabilidad de liderar este desafío,  conformando la unidad por el futuro de nuestro país", "En el Día Internacional de la Radio, comprometo mi apoyo para garantizar la libertad de expresión y la pluralidad de voces Solo puede haber democracia con un conjunto plural y diverso de medios. Feliz Día de la Radio a quienes trabajan en ella con pasión y compromiso social", "Ojalá Fiscalía evidencie a los responsables de la campaña mediática en nuestra contra, ¿también sabremos cómo viajan los pajaritos ecuatorianos del sur a la selva colombiana a grabar vídeos?", "He sido migrante, sé lo que es estar lejos de la familia, sacrificarse por el futuro y añorar la Patria. No escatimaremos esfuerzos por mantener una relación recíproca, soberana, de amistad y fructífera con Estados Unidos, que acoge a nuestros hermanos", "El país se enfrenta a una doble crisis, causada por el virus y la austeridad. Nos enfrentamos, a lo que llamamos, una falta de confianza en el gobierno de parte de la sociedad ecuatoriana, y debemos arreglar eso lo antes posible.", "Pude dialogar, con base en el respeto y la verdad, con varios jóvenes que no optaron por la lista 1 en primera vuelta. No hubo demagogia, ni edición; pero sí propuestas y voluntad de construir la unidad necesaria para un futuro mejor para las y los jóvenes", "Ha fallecido Luis Chocho Sanmartín, primer marchista ecuatoriano y forjador de grandes talentos deportivos. Un abrazo solidario a su familia por esta pérdida, la de todo un país. Paz en su tumba.", "Concuerdo totalmente contigo. Más allá de las diferencias... Debemos evitar que la migración sea forzada como fue luego del feriado bancario, y que solo sea voluntaria.", "Yo no odio a nadie. A mí mi familia me enseñó a amar al prójimo y a amar a mi Patria. Sane su corazón Royer. El país ya no aguanta más odio.", "Nunca antes el país había conocido un descalabro tan grande del sistema penitenciario, vivimos lamentables episodios de amotinamientos, violencia y muerte. El cogobierno ha permitido que la delincuencia se apodere de nuestras ciudades y se robe la tranquilidad de los ecuatorianos", "Compartí mis preocupaciones a la misión de la UE sobre los intentos de afectar al proceso electoral. Estamos en alerta para que no jueguen con la voluntad soberana del pueblo. ", "Conforme al Código de la Democracia y la Constitución, aquí hay una única autoridad electoral y rechazamos con absoluta contundencia la interferencia y la grosera intromisión de otras funciones del Estado en la función electoral", "¡Mi abrazo a los verdaderos superhéroes! A los médicos y a todos los trabajadores de la salud les agradecemos por cuidarnos y por todo su sacrificio. La prioridad en nuestro gobierno será la salud de los ecuatorianos y ecuatorianas.", "Que la crisis de violencia e inseguridad no sea una excusa para aventuras anti democráticas basadas en el caos.", "Nuestra misión es trabajar por los derechos de los migrantes. Que nuestras hermanas y hermanos ecuatorianos puedan retornar a su casa, a su hogar. Y que, mientras estén fuera del país, se sigan garantizando sus derechos. ", "Agradezco al CONGOPE por el diálogo fructífero. Estamos comprometidos con el fomento productivo. Con el rol transformador de la obra pública y la planificación territorial para el desarrollo local. Usaremos todas las herramientas para garantizar liquidez.", "No más abusos ni privilegios para los panas del gobierno. La vacunación en nuestro gobierno será gratuita, ordenada y sin palancas.", "Renunció uno de los peores ministros de salud de la historia Que el sistema de salud nunca más vuelva a estar al servicio de los más poderosos. El 11A nos enfrentamos a la continuidad de este modelo donde la salud es solo un negocio Recuperaremos la salud y las vacunas para todos", "Hagamos vaca para seguir apoyando la campaña de la esperanza en esta segunda vuelta! ", "Nuestra campaña es ciudadana, no depende de grandes chequeras bancarias.", "Exigimos a Moreno se responsabilice y precautele la vida de policías, personas privadas de su libertad y de todos los ciudadanos. El país no aguanta más la ausencia de liderazgo y toma de decisiones a favor de la vida de las y los ecuatorianos.  ¡Pronto terminará esta pesadilla!", "Vamos a actuar de forma inmediata por la seguridad de la ciudadanía. No tenemos temor de asumir el liderazgo y el control en materia de seguridad, porque sabemos cómo hacerlo. ¡En el Ecuador volverán a bajar las tasas de criminalidad!", "La falta de publicación del informe preliminar, tristemente ha sido un motivo para que no haya esta observación de un tercero, que comunique diáfanamente al mundo de que no ha observado ninguna anomalía, ni ninguna irregularidad en la parte informática", "Incorporaremos a más policías para ubicarnos dentro de los estándares internacionales de vigilancia y protección. Construiremos 250 Unidades de Policía Comunitarias en todo el territorio nacional y las dotaremos de equipos y personal policial suficiente.", "Una rehabilitación social eficiente implica un sistema de inteligencia penitenciaria, nueva infraestructura para reducir  el hacinamiento y programas eficaces de reinserción. Significa trasladar PPL que representan mayor peligrosidad a espacios adecuados.", "La fecha de segunda vuelta del 11 de abril no se debe mover y exigimos que todas las funciones del estado se pronuncien públicamente en cumplir el calendario electoral.", "Proponemos nuevos mecanismos para atraer la inversión en nuestro país. Garantizaremos certidumbre económica. Vamos a fortalecer la dolarización con el apoyo de los Estados Unidos y de los organismos internacionales.", "Hacemos un llamado para que el Tribunal Contencioso Electoral (TCE) actúe de forma expedita y proceda a aplicar la Ley con las sanciones del caso, ante esta intromisión, y ante esta interferencia en el proceso electoral ecuatoriano", "No digas mentiras! Las reservas son del Estado. Si el Banco Central sigue siendo del Estado, son para solucionar problemas públicos, sociales, comunes.", "Nos sorprende que a pesar de que han transcurrido catorce días desde el 7 de febrero, la misión de observación de la OEA todavía no publica su informe preliminar. Esto generalmente ocurre luego de tres o cuatro días. ", "Como Alianza Unión por la Esperanza (UNES) hemos presentado la queja ante el Tribunal Contencioso Electoral (TCE) por esta grosera violación de la Ley por parte de la Contraloría y la Fiscalía en el proceso electoral.  ", "Volveremos a tener un sistema de control y disuasión fuerte y sólido, con una policía y guías penitenciarios bien financiados y preparados. ¡Ahora los policías tienen que poner de su bolsillo para la gasolina! Eso es inaceptable.", "Un desliz, en la radio dije 4000 fuentes de trabajo digno para jóvenes. En realidad son 400 mil fuentes de trabajo digno para jóvenes, con copago de nómina.  La seguridad social y la mitad del salario paga la empresa y la otra mitad paga el Estado", "Irresponsable es dejar de transferir mil millones a los municipios. Irresponsable es incumplir la Constitución. Irresponsable es crear una crisis de abastecimiento para privatizar la vacunación. Responsable es pagar la deuda social a los gobiernos municipales", "Todas nuestras decisiones estarán orientadas a proteger el bolsillo de las familias ecuatorianas y el esfuerzo de los empresarios y emprendedores de nuestro país, por encima de los intereses de unos pocos banqueros en el exterior.", "Tendremos un país más seguro, con trabajo digno para los ecuatorianos y ecuatorianas. Cuando hay más trabajo hay menos inseguridad.  En nuestro gobierno, el Ecuador recuperará  la senda del desarrollo y de oportunidades educativas, deportivas y culturales.", "NO es dinero de los cuentahabientes. ¿O acaso Moreno, Martínez y Lasso debitaron de tu cuenta en el BG para pagar el repo de Goldman Sachs con las reservas internacionales? Eres un demagogo. Debate responsablemente. No mientas a la ciudadanía.", "Entonces si está supuestamente prohibido ¿para qué quieren enviar una nueva ley? ¿Para que esté prohibidísimo? Estás equivocado una vez más.  Te invito a que preguntes cómo hizo tu gobierno en el 2020 para cubrir el repo de Goldman Sachs. Debate con seriedad.", "Hemos tenido varias reuniones con sectores empresariales muy importantes de nuestro país, fundamentalmente con los exportadores, que  son quienes generan los dólares que permitirán seguir fortaleciendo la dolarización."], "Mar-2021": ["Jóvenes me han preguntado sobre crédito educativo y becas. Planificamos acciones urgentes y de magnitud considerable con crédito educativo y becas, inclusive para la universidad particular, como solución de corto plazo. Ecuador como potencia educativa, esa es mi aspiración.", "No vamos a perder el tiempo en confrontaciones. Trabajar por nuestro pueblo será mi tarea junto a miles de servidores públicos.  Proponemos al país certezas y acuerdos programáticos en beneficio de las familias ecuatorianas.", "Mantuvimos un diálogo franco y directo con el Cuerpo Diplomático acreditado en nuestro país. Nuestra política exterior será soberana, digna, integracionista y comprometida con el multilateralismo y la defensa irrestricta de los derechos humanos.", "Aplicaremos 2.5 millones de dosis de la vacuna mensualmente, a todos los ecuatorianos y ecuatorianas. Sin privilegios ni palancas, como ha ocurrido en este gobierno. ¡Preservaremos la vida! Consulta cuándo te tocaría vacunarte:", "Como Susana, miles de familias ecuatorianas esperan alivio mientras enfrentamos las consecuencias de la pandemia. Mi compromiso es una verdadera reestructuración de créditos, para tranquilidad en nuestros hogares.", "¡Es ahora! Por todas las mujeres: por las niñas, las jóvenes, las del campo y la ciudad, por todas las que ya no están, me comprometo en la defensa de los Derechos Humanos de las Mujeres y su derecho a", "La salud es vida. Esta noche estaremos al aire a las 19:00 por nuestras redes sociales en el lanzamiento del Plan Salud de Una. ¡Te esperamos!", "Trabajaremos para garantizar los derechos de las Mujeres, asignando recursos que permitan cumplir con la Ley para prevenir y erradicar la violencia contra las Mujeres, aprobada en 2018 pero que no se ha ejecutado.", "Pedimos a la comunidad internacional estricto seguimiento,  para que se cumpla el calendario electoral y se dé una transmisión del mando presidencial de acuerdo a la Constitución y la voluntad del pueblo", "Desde Guayaquil, con las emisoras afiliadas a la Asociación Ecuatoriana de Radiodifusión, conversaremos sobre reactivación económica, vacunación y retos para el futuro de nuestro país. ", "El proyecto de Ley enviado por Moreno que buscaba privatizar el Banco Central ha sido rechazado por ser abiertamente inconstitucional.  Un triunfo de todo el pueblo ecuatoriano y de los sectores productivos de la Patria, frente a los intereses de unos pocos banqueros.", "Estuvimos en Cuenca donde presentamos nuestro Plan de Salud. Vamos a transformar el sistema para reactivar la economía y dar tranquilidad a nuestras familias.", "Te acompaño en la lucha La lucha no es de un solo día. Es de toda la vida. ", "Rechazamos las agresiones contra los alcaldes que enfrentaron la pandemia ante la ineptitud de Moreno. ¡Claro que hay recursos para cubrir las urgencias de las y los ecuatorianos! ", "¡La salud será un derecho humano universal, no un privilegio!  Este plan será protagonizado por todo el pueblo ecuatoriano. Asumiremos el reto de superar este difícil momento que afronta la humanidad, para construir un futuro más justo.", "En los próximos días me reuniré con expertos y expertas para ampliar y afinar nuestra propuesta de gobierno. ¡Debemos recuperar el sistema de gestión de riesgos!", "Relator de ONU sobre independencia de magistrados y abogados alerta al mundo de intervención de la fiscalía ecuatoriana en el proceso electoral. Asimismo, señala que la cooperación de fiscalías de Ecuador y Colombia podría tener fines políticos, buscando influir en las elecciones", "El sistema de salud en nuestro gobierno priorizará el cuidado de la vida con prevención, formación, inversión en infraestructura e investigación científica y tecnológica. ", "Se acordarán protocolos para la atención de casos de violencia contra las Mujeres en el Sistema Judicial, con un modelo de atención pro-víctima, que evite la revictimización.  Implantaremos el Registro Único para Víctimas de Violencia, libre de subregistros.", "Ante un gobierno ausente e incapaz, la solidaridad del pueblo es la única respuesta. Nuestra militancia realizará sus mejores esfuerzos ayudando a las personas que sufren por estos desastres naturales en todo el país.", "Se creará la Secretaría de las Mujeres y la Igualdad, con presupuesto propio para el cumplimiento de sus objetivos de gestión y articulación de todas las políticas públicas involucradas.", "Se creará el Observatorio para la detección de la violencia contra las Mujeres en todos los ámbitos en los que ésta ocurre, incluyendo los medios de comunicación masiva.", "El Ministerio de Educación desarrollará contenidos transversales en el currículo de todos los niveles del sistema para la Educación Sexual Integral y especialmente para la prevención de la violencia contra las Mujeres.", "Rechazamos la vacunación a través de palancas y privilegios", "La masacre de Sacaba: una de las acciones de odio de la dictadura golpista de Añez.", "¿No resulta una falta de respeto ante el sufrimiento del pueblo ecuatoriano que una campaña electoral se dedique a producir noticias falsas? ¿Qué usen recursos para mentir y manipular?  El pueblo está exhausto.  La política debe asumir responsabilidades inmensas y urgentes.", "Nos guía nuestra convicción de servicio para construir un Estado que vele por la vida de todos. Sabemos que tras cada servidor público está una familia. No son un número más ¡Vamos a recuperar el Estado y el servicio público!", "La recta final empieza hoy. Estoy preparado para transformar la indignación de nuestro pueblo en esperanza. Saldremos de esta crisis, acompañados de una nueva generación, unida y sin odio. ¡Vamos por el futuro y la dignidad del Ecuador!", "Asumo el compromiso con Quito y con el país, por el ambiente que nos convoca a todas y a todos, sobre todo a las nuevas generaciones.  ¡Es ahora! Vamos a tomar decisiones firmes para cuidar y recuperar nuestro entorno.", "El Banco de Guayaquil pidió a la Junta Monetaria una resolución que subió los intereses del 11% al 30% para PyMEs. En plena crisis, los banqueros abusan del esfuerzo de los emprendedores y tuvieron ganancias de $67 MILLONES.", "Otro de los resultados del cogobierno de  LassoGuillermo y #Moreno. En nuestro gobierno, con un bloque de asambleístas progresistas, se derogarán las partes nefastas de la mal llamada Ley Humanitaria que ha afectado el bolsillo de miles de familias ecuatorianas. ", "En estos momentos conversamos con alcaldes y alcaldesas del centro del país. Conversamos sobre los retos que asumiremos juntos.", "El asesor de Guillermo Lasso y todos sus aliados, se saltaron la fila. Para el pueblo la angustia de una página caída, para ellos #VacunadosGold. ¡El pueblo ecuatoriano no soporta más! Nosotros vacunaremos a todos los ecuatorianos ¡sin privilegios!", "Solidaridad con la familia afectada ante un accidente en una actividad proselitista en Pastaza. Que no se usen estos temas como ataques de ninguna de las campañas. ", "El derecho a la seguridad social debe ser universal: para todas y todos los trabajadoresFlag of Ecuador. Los transportistas tienen derecho a acceder a servicios de salud de calidad, créditos hipotecarios, jubilación digna.", "Moreno miente, como siempre Los artículos de esa ley, además de inconstitucionales y antidemocráticos, son para dar paso a un nuevo feriado bancario mediante una fuga masiva de dólares del país y la entrega del control financiero a la banca privada. Igualito que en 1998.", "Ayer se nos fue una brillante economista de la Patria Grande. Gracias por llenarnos de inspiración, gracias por su constancia y su obra, Dra. Eugenia Correa.", "El odio ya pasó de moda. En mi gobierno, jamás perseguiremos a ningún opositor. Sobre todo, después de ver lo que han hecho con nuestros compañeros y complañeras y ver el dolor de sus familias. Quien tenga que rendir cuentas, lo hará con una justicia independiente, sin presiones.", "El Ecuador no puede tolerar más este tipo de infamias. La cosificación y el odio ya no pueden tener cabida en nuestra sociedad. ¡Basta! Mi solidaridad infinita contigo,  marcelaguinaga , y con todas las mujeres que son víctimas de la violencia. #VivirSinViolencia", "En 2006 gané concurso como funcionario de carrera del BCE. En 2017 me fui, con licencia SIN SUELDO, a estudiar el doctorado en México. Y en 2020, como a miles de otros servidores públicos, mientras estudiaba, los banqueros pidieron que me despidan. Fin", "A mí sí me gusta leer. Aquí esperando a que publique todo lo que prometió en el debate. Si es que publica, ojalá publique la voluminosa información completita y sin trampitas.", "Una grata conversación con el embajador de los Estados Unidos, Michael Fitzpatrick, sobre la importancia de las relaciones internacionales para la reactivación de nuestra economía.", "¿La banca o el país?  Mil veces nuestro hermoso Flag of Ecuador plurinacional e intercultural DropletSeedling ¡No hay tiempo que perder!", "No es la pandemia, es el peor gobierno de la historia: el de Moreno y Lasso. Será prioridad 1 de mi gobierno que todo niño/a expulsado del sistema vuelva a estudiar en escuelas y colegios. ", "A la campaña sucia le decimos ¡Ya basta! Necesitamos discutir sobre políticas públicas, sobre soluciones y propuestas. No vamos a entrar en la campaña sucia, vamos a seguir construyendo un futuro con trabajo y esperanza para todas y todos. ", "La campaña sucia de Guillermo Lasso se está financiando con el fruto de los ahorros de millones de ecuatorianos y ecuatorianas del Banco de Guayaquil. Ya hemos presentado la denuncia penal, a ese delito que se llama peculado bancario.", "Soy un servidor público profesional, conozco de administración pública, economía pública, finanzas públicas. Mi especialidad es la banca central, y antes de tener la posibilidad de ser el presidente de mi país, era lo que yo quería dedicarme el resto de mi vida.", "La lucha para proteger el agua ha venido desde la gente, desde las luchas por defender la vida y su subsistencia. ¡Tú decisión es nuestro compromiso!  La defensa del Parque Nacional Cajas es nuestra prioridad, el agua es nuestro futuro. ", "La chequera de Lasso le sobra para ser influencer, no presidente. ¡Son memes, no son votos!", "Nadie debería sentir en peligro su vida y la de su familia por defender los derechos de todas y todos los ecuatorianos. Mi solidaridad a  freddcarrion , Defensor del Pueblo, por ser una voz de dignidad y protección de derechos a quienes este gobierno les han negado la voz.", "¡Seguimos sumando apoyos de organizaciones en todo el país! Junto a la nacionalidad Shuar de Sucumbíos caminamos juntos en la construcción de un Estado Plurinacional e Intercultural.", "El cogobierno de Moreno y Lasso ha despedido y bajado el sueldo durante la pandemia ¡ya se van!", "Ante la falta de gobierno y de prioridades para atender la vida y preocupaciones ciudadanas. Los gobiernos locales han sido una voz de dignidad ante las múltiples crisis.", "Este domingo comienza una semana de reflexión para todo el mundo cristiano. El ejemplo de una  joven vida de solidaridad con los más débiles y de lucha por un mundo de iguales sigue vigente, más allá de las creencias religiosas.", "¿por qué será que todos los amigos de Lasso o ya se vacunaron o piden que Lasso se vacune ?", "He visto con asombro e indignación cómo la campaña del señor Lasso pretende utilizar a la pobreza y la mendicidad, a niños y niñas, para sus fines electorales.  Esto es miserable y no debe tolerarse. No todo se vale.", "Este tweet no se refiere a ninguna propuesta actual de gobierno. Se trata de una de las recomendaciones del GAFI, que se discutía en 2012, para luchar contra el lavado de dinero", "Totalmente comprometidos con el futuro de nuestros niños y niñas. Nuestra propuesta es una Minga por la Nutrición Infantil: ni un solo niño sin vacunas, protección de la lactancia, agua potable, atención médica y programas de nutrición. ¡Una niñez segura y feliz!", "El único plan estructurado de Moreno ha sido vacunar a sus amigos y aliados, mientras nuestra gente sigue esperando en la calle vacunas que no llegan.", "¡Qué dolor! Nuestros adultos mayores en largas filas, exponiendo su vida y suplicando atención, mientras un grupo de privilegiados fue vacunado con música de fondo. Esto debe terminar.", "el gobierno de Moreno, en complicidad con los banqueros, vuelve a presentar por tercera ocasión un proyecto de Ley abiertamente inconstitucional para privatizar el Banco Central del Ecuador.", "es nuestro plan para eliminar los cobros abusivos y bajar intereses. Recuperaremos la capacidad de consumo de las familias ecuatorianas.  Bajando las deudas, juntas y juntos vamos a superar esta crisis.", "Hago un llamado público al país, a las organizaciones que velan por los derechos humanos, medios de comunicación y usuarios de redes sociales, a defender los derechos de las personas que están siendo utilizadas para una campaña sin ética ni respeto.", "Clarísimo. Moreno y Lasso buscan beneficiar a la banca con la privatización del Banco Central. ¡No lo permitiremos! Aunque siga su campaña sucia, los recursos del Estado ecuatoriano -nunca los de los depositantes- serán destinados para reactivar la economía.", "Gracias compañeras y compañeros trabajdores públicos y privados por su apoyo. Mi compromiso siempre para garantizar sus derechos.  Nuestro gobierno estará junto a la gente, no junto a los políticos que apoyaron y fueron parte del reparto del gobierno de Moreno. "], "Abr-2021": ["En la central sindical del Parlamento Laboral Ecuatoriano he recogido las principales demandas de la clase trabajadora ecuatoriana. Mi compromiso es dignificar el trabajo, lo haremos juntos.", "Han sido años duros, de crisis y angustia. Pero este 11 de abril comienza el fin de tanto sufrimiento. Somos un pueblo digno, tenemos lo que hace falta, y estamos juntas y juntos.", "Profundamente reconocido por el apoyo del Consejo de Pueblos y Organizaciones Indígenas Evangélicas del Ecuador, FEINE. Un acuerdo fundamental por el bien del país, que me compromete a trabajar desde el primer día para saldar deudas históricas y asegurar el bien común.", "Gracias al Comité de Empresa Único de Trabajadores de Servicios del Ministerio de Educación del Ecuador por decidirse por el país. Nunca más derechos laborales vulnerados, nunca mas reducción de presupuesto a la educación, nunca más un país de privilegios al servicio de la banca", "Cerramos nuestra campaña en mi Quito, con mucho amor del pueblo. Esta elección es histórica. Un pueblo que decidirá por el Flag of Ecuador sobre la banca. Es el momento de renovación generacional, con innovación, fuerza y ganas de cambio. Me he preparado para esta responsabilidad histórica.", "Tenemos que ir a la programación desde la niñez, con lenguajes como Python y Scratch. Con el internet como derecho humano, para todos y todas.", "Causa indignación saber que el hijo del Dr. Borrero, binomio Lasso, fue vacunado sin ser una persona de riesgo. No podemos permitir que la salud sea un privilegio. La elección es entre el reparto o la transparencia, entre #LaBancaOElPaís.", "Saldremos del desamparo, del dolor, del abandono, de la negligencia y del privilegio de unos pocos, con acciones colectivas. Voy a liderar la recuperación de nuestra Patria, y lo haremos junto a Ustedes. ", "He leído muchos comentarios positivos alrededor de la reducción del cobro de comisiones por pago con tarjetas, el famoso #DataFast. Me alegra que esto haya generado interés porque es necesario implementar medidas para el beneficio inmediato a los negocios y a los consumidores.", "La biodiversidad y el conocimiento ancestral de nuestro país son grandes oportunidades para la innovación en la industria farmacéutica y otras industrias en el planeta. De eso trata del Protocolo de Nagoya.", "Política de certificación de calidad para la promoción de nuestras exportaciones en los grandes mercados del mundo. Debemos certificarnos con comercio justo, con productos orgánicos, con las normas internacionales. Abriremos mercados de forma efectiva.", "Las familias ecuatorianas necesitan un #AlivioAhora para que todos podamos pagar deudas y reactivar la economía. Mi prioridad es el país, no la banca. Eliminaré los intereses por mora, comisiones por refinanciamiento y apoyaremos a pequeños comerciantes.", "Desde Chillogallo nos comprometemos a fortalecer la seguridad comunitaria con 8 nuevos Ecu 911, más cámaras, más personal de seguridad. Queremos caminar seguros por nuestros barrios y lo haremos destinando recursos para nuestra seguridad ciudadana.", "El contrato de certeza económica es el que dará certeza jurídica al empresario que quiere apostar por el Ecuador, y obtendrá estabilidad tributaria y jurídica. ", "Para la reactivación avanzaremos con la política de certificación de calidad con comercio justo, con productos orgánicos, con el cumplimiento de las normativas del mundo para abrir mercados. Lo haremos entre sector público y privado.", "Mi compromiso con ustedes no es hacer girar un monumento, yo me comprometo con su futuro. La Universidad de y para el Sur de Quito permitirá que los jóvenes tengan acceso a educación superior de calidad y gratuita.", "Las urnas decidirán con contundencia la construcción colectiva de un estado plurinacional e intercultural. ¡Se acerca el triunfo! Un abrazo a mis compañeras y compañeros por su militancia y compromiso durante esta campaña. ¡A cuidar los votos!", "Los exportadores tendrán líneas de crédito para facilitar el acceso a liquidez y reducir costos financieros. Además, apoyo de agencias internacionales, público-privadas para la promoción de las exportaciones del Ecuador.", "Los constructores y constructoras tendrán un gobierno de puertas abiertas para trabajar por el Ecuador. En un momento de contracción económica, el Estado debe invertir en obras para reactivar la economía. ", "Mi sueño es que los hijos de los comuneros de las zonas mineras vayan a los mismos colegios del gerente de la operación minera. Esa sería la apuesta estructural para el país.", "Construiré el ecosistema digital de comercio y de trámites electrónicos en el Ecuador, sobre la base de un sistema único de identificación que facilitará las transacciones y simplificará los trámites. ", "La campaña sucia, comprobada.  Cientos de cuentas dedicadas a atacarnos con desinformación, mentiras y miedo fueron desactivadas por Facebook.", "Parte el corazón ver el maltrato a nuestros adultos mayores con falsas promesas de vacunas y expuestos al contagio en largas filas de espera; mientras se vacuna a unos pocos privilegiados y se nombra a nuevo Ministro de Salud de CREO ¡Faltan 3 días y ya se van! #LassoEsMoreno", "Feliz cumpleaños,  MashiRafael!  Disfruta del amor de tu pueblo y de los sueños compartidos con millones de compatriotas. No podrán detener la fuerza de la historia", "Hago mías tus palabras querido Carlos. Vamos a construir un futuro digno para los ecuatorianos y superar el abandono y la desesperanza. ", "Fortaleceremos la dolarización con más exportaciones, con el Ecuador consumiendo los productos de los emprendedores. Habrá apoyo financiero, asistencia técnica y trámites simples para dinamizar el comercio. ", "El respaldo de las y los estudiantes universitarios me compromete aún más a trabajar para fortalecer y mejorar el sistema de Educación Superior, afectado por los recortes de Moreno y Lasso.  ¡Vamos juntos por la universidad incluyente y de excelencia que merece el Ecuador!", "Para mejorar la presencia de nuestras exportaciones en el exterior se necesitan ideas provenientes de la juventud, de la creatividad de la frescura, de la innovación, y no ideas caducas que necesitamos erradicar para salir adelante.", "Me reuní con la Red de Institutos Técnicos y Tecnológicos Superiores del Ecuador, para intercambiar ideas y firmar un acuerdo que podrá vincularlos con las necesidades científicas y tecnológicas de nuestras empresas públicas.", "¡Gracias Ecuador! Flag of Ecuador Esta es una victoria del pueblo ecuatoriano. Les pido a nuestros delegados mantenerse vigilantes para cuidar cada uno de nuestros votos. Nadie va a detener el curso de la historia.", "Mi abrazo a nuestras hermanas y hermanos que acuden a las urnas en el continente Asiático.  La participación en nuestra democracia, de los compatriotas que viven en el exterior nos llena de orgullo. ¡Ya llega el futuro!", "A lo largo y ancho de la Patria, la gente ya empezó a depositar sus sueños y esperanzas en las urnas. Hoy elegimos el destino de nuestro país y cada voto cuenta. ¡Vamos juntos por nuestros hijos e hijas, por nuestras familias y nuestro futuro! ¡Ya llega la esperanza!", "¡Orgulloso de nuestro pueblo! Millones de ecuatorianos y ecuatorianas ejercen su derecho al voto motivados por el futuro y la esperanza para sus familias. Nuestro control electoral desplegado en todo el país, cuidará que prevalezca la voluntad popular.  ", "Los sueños de futuro caben en las urnas de todos los rincones del país. Se sienten los vientos de esperanza que soplan en el Ecuador.  No podrán detener el curso de la historia. No te quedes sin votar. ¡Ya falta poco!", "Convoco a la paz y a la reconciliación sobre la base del respeto absoluto a los derechos humanos. La persecución política debe terminar, debemos tratarnos como adversarios y no como enemigos.", "La jornada democrática transcurre normalmente y deseamos que siga así. Contamos con nuestros datos y vamos a manejarnos responsablemente, con información veraz.", "Los acreedores de Wall Street amanecieron contentos con la aprobación de la ley y aumentó el precio de los bonos de deuda externa. No entendieron que le quitará la poca liquidez en divisas al fisco -en una emergencia humanitaria-. Se vienen condiciones aún más leoninas.", "La ley que reforma al Código Financiero dejaría de manos atadas a Guillermo Lasso como presidente pero deja arca abierta a Guillermo Lasso como banquero. ¿La banca o el país? El análisis riguroso, el sentido común y la movilización social deben exigir el veto total.", "Guillermo Lasso, como presidente de todxs lxs ecuatorianxs, debería estar MUY preocupado por el proyecto de ley de ayer. ¿Qué le garantiza q sus colegas competidores banqueros no ejecuten una fuga masiva de capitales? Los 90s (Ortegas, etc) y la traición de JPMorgan ya sucedió", "Las niñas y las mujeres no deben ir a la cárcel si son víctimas de una violación y deciden abortar en el país. Proteger la vida desde la concepción no significa encarcelar. #EsUrgenteCorte que cese la criminalización. La voz es suya, pero cuentan con mi apoyo, compañeras", "¿Cuál es el sentido histórico/político/macroeconómico de haber quitado la obligación de que los dólares producto de exportaciones ecuatorianas ingresen al Ecuador?", "El 48% no votó por eso. La oposición democrática es parte de nuestra responsabilidad."]}