{"Jul-2020": ["With the exchange of bank information, $ 11 trillion was discovered. And that without the US, Ecuador will access this information in September 2020. Wholesale evasion will be discovered. Therefore, they will try to approve tax amnesty / legalization of money laundering in the Monetary Code. Eye", "Prepayment of external debt to Goldman Sachs and Credit Suisse for 1000 million dollars + interest + penalties in medium emergency", "Luciana Ghiotto, an Argentine researcher, was illegally spied on by Macri simply because she shared her academic studies with civil society. Among her main investigations are the negative effects of international arbitrations", "How did that happen?", "Mr. Celi, when does Raúl de la Torre, nephew of yours, show criminal responsibility? Mrs. Salazar, when will the raids, tweets, and filing of charges against Raúl de la Torre, nephew of the comptroller? ", "The sentence is already The public info may last a few more days. Heres a preview ", "Tomorrow, through the virtual sessions that are necessary, it should give way to at least one of the pending political trials against Romo", "Hold the pressure for another 10 days: July 24, the US will sentence the surrogate controllers nephew and publish the entire file of corruption and laundering It will be revealed that the controller covered his nephew by not auditing", "The offshore deputy comptroller and his brother in Miami", "Estimated, maybe you have as a proportion of the population by province?", "Today I presented a claim for breach of the Constitution against Lenín Moreno in his capacity as Chairman of the Debt and Financing Committee. Moreno approved that the interests of the foreign debt be capitalized. Very forbidden. ", "Imagine if we had a dignified minister like Martín instead of a henchman of capital like Martínez. Richard: Even if you continue to be complacent with the speculators, they will drag you and the whole country. Be worthy. Cessation of external debt Life and salaries for the people. ", "The Progressive International makes itself heard in defense of the political rights of the progressives of Ecuador", "One is outraged by the plane ... Corruption of financial pirates at the cost of the lives of Ecuadorians. How much is 100-34 = 66% x $ 20.4 billion in bonds?", "This is fundamental for the rights of access to justice for Ecuadorians abroad. They should rain Amicus Curiae from abroad!", "TONIGHT With whom to forge unity My answer: neither with offshore nor with bankers Why? Because those financial pirates who extract dollars in a pandemic do not have a heart or a country. With the servile to the pirates, neither with all the others, let talk! ", "A few days ago, the ECA sent me back for saying it was premature. Today, I have re-filed the appeal against the CNE. You should not discriminate against migrants, nor should you put your life at risk by traveling to Quito by plane in the middle of the pandemic, Consulate is enough! ", "The Progressive International defending the political rights of the progressives of Ecuador Against the financial pirates who are destroying Ecuador and its democracy", "Join me this afternoon to explore the future of Ecuadorian dollarization. Electronic money was replaced by Lenin who is going to pay arrears with dematerialized certificates. What is the role of the citizens Facebook crypto banking? of the local economy? ", "We will go to the last consequences We will have the support of the Debt Group of the Progressive International!", "It is a play on words. As in the present tense they say that it is not active duty, they are actually saying that at the time of tw they have already discharged him. Just as Petroecuador said that R de la Torre was not an official when the news came out. Because they fired him a few hours before "], "Ago-2020": ["When the legal restructuring of the bonds is concluded (approx. August 20, if not postponed) they will rise above 90 cents. And the Great Scam will have crystallized. Between March and July, speculators doubled profits. Those gains could have been the Ecuadorian people ", "So little credibility had Moreno and Sonneholzner, that the UN Commission never got to meet brief thread with some pepa data", "While some celebrate as if they are banker-holders or government officials, we will tell the TRUTH about the BIG SCAM of the", "Fully recommended Experts in debt auditing are going to analyze the renegotiation.", "If the bankers celebrate, worry.", "Moreno makes the announcement in Feb 2019 He signs the decree of creation of the CEICCE in May 2019. They had a maximum term of 6 months. Commissioners did not accept to be advisers to the Executive. Moreno did not agree to give them autonomy. ", "MAXIMUM ALERT This reform project must be ARCHIVED Eliminate any preference for national production Eliminate support for the popular and solidarity economy Put obstacles to parochial boards Ask that Spanish companies consider themselves Ecuadorian Chao national industry", "The Dollarization Observatory warned in real time what was happening with THE BIG SCAM in the prices of foreign debt bonds. We even did a survey ... Check the results", "This is THE data. Do you want to know who is behind it? BlackRocks attorneys in the renegotiation are White & Case. Find out what is the law firm that acts as White & Cases counterpart in Ecuador. ", "The international pressure of my colleagues from the Progressive International contributed to us being one step closer to victory in democracy! ", "The country rating (risk index) with CR was 12 times lower than with this government. Speculation is playing casino to prepay debt with margin calls to 'recover' $ 3 billion in bonds But you are not ready for that conversation", "You are greeted by the perfect stranger who knows and loves the Ecuador Flag of Ecuador and who today is committed to bringing our people out of the health and economic crisis. Together we will win!one. Listen to López Obrador 2. Citizen contest: How many Ecuadorian candidates have capital in tax havens? ", "I disagree Yes there is economical driving. A conduction to the abyss. We offered alternatives. The abyss was his choice. ", "We accept this challenge. To recover the future! ", "To the militants of the RC Strong blows, persecution, workplace harassment, unjustified dismissals ... just for being democrats, patriots and progressives Today, we have new challenges. In unity and with hope, we will recover the Homeland, we will recover the future! ", "For this reason, today - more than ever - young people have to say present! We are going to recover the future snatched away, and we will do so with joy, in harmony, with deep responsibility; with technique and heart; with intelligence and passion. ", "Despite the fact that Ottosonnenh is co-responsible for the countrys health and economic tragedy, citizens lose the option of having a young man on the ballot. Giving in to the pressure of the usual, disappointing and demonstrating their lack of convictions Generational replacement URGENT ", "That Ecuadorian families have a job in the productive sector again will be our priority. I have asked RabascallCarlos to join the team and support us to build the job recovery plan. ", "The country loses with the absence of groninty in these elections, a consequence of the old politics. He is part of a new generation of prepared young people, with innovative thinking and a vocation for service. This is the future we long for. Lets take back the future! "], "Sep-2020": ["ARecuperarElFuturo Message to the youth of Ecuador!", "Tomorrow we end our tour in the beautiful city of Guayaquil with an interview in Ecuavisa. We met with leaders of the Progressive Union, representatives of the Afro people and candidates from UNES. As always, we go together with him ", "MashiRafael is in the heart of the Ecuadorian people. Love always prevails over hate. He will conquer our infinite love for the Homeland. Today they have condemned us: to win! ", "brave, intelligent and committed woman. She must defend herself in freedom We Pichinchanos want our Prefect to be able to work in peace. The force of love and truth will defeat hatred: it will win on February 7. ", "With absolute responsibility and love for the Homeland, we warn the world that the new IMF program will be a failure if the Executive Board does not correct the atrocities agreed with this government.", "Together we are going to amplify the voice of the #BinomioDeLaEsperanza and of a people that is going to recover the future, work and dignity!", "Despite an absurd procedure, MashiRafael has signed the acceptance of her candidacy. They want to prevent the citizens right to vote because they know that we will recover the Homeland on ", "This afternoon I had the great pleasure of talking with President Alferdez. We agree on the need to strengthen democracy in Latin America and regional integration for the health and development of our peoples.", "The Truth Commission must examine the political persecution and violation of human rights in the U of Guayaquil", "What a beautiful song! Long live the homeland! ", "When we say that we work for the next generations, we mean education.", "Dear and dear compatriots, I address all the candidates for the Presidency to carry out this campaign with height, joy, seriousness and, above all, with respect. The Ecuadorian people and #democracy deserve it. ", "We share the need to prioritize a common progressive agenda of social justice, science and technology, sustainable development and post-pandemic life, in democracy", "The Union for Hope is that force that will defend and also monitor our political project. Carlos, together, with all the Ecuadorian people we are going to win. ", "progintl_es to overcome the global crisis in which we find ourselves. Renowned academics, activists and politicians from around the world will present their proposals in the face of the crisis. ", "Welcome back, mate. This fight belongs to each and everyone.", "Tomorrow Tuesday, starting at 10am, we will be in permanent vigil for the defense of democracy: in Quito and throughout the country.", "We are going to build a plurinational and intercultural state ... in practice! #ArecuperarElFuturo ", "What a joy to see us again as a people united by democracy! We will keep vigil; They know that if we participate, the Ecuadorian people will win! ", "All our solidarity with those affected by the Sangay, is the moment of accompaniment and collaboration, of immediate help and of a collective effort. Our task as citizens is to support each other. Soon we will return to a true national risk management system ", "he told us that the internet went down just before our interview. We hope they can solve the technical problem. We apologize to the public and to the RTU public. "], "Oct-2020": ["Long live the warrior people of Guayaquil! 200 years of example and courage; Today we pay tribute to him together with his people. ", "The economic laws were approved thanks to the distribution declared by Mendoza. Procedures were vitiated for that. It is unconstitutional. I have presented the lawsuit of unconstitutionality of the law of public finances. ", "Thanks to the citizens present! Thanks to all the friendly and democratic voices. Thanks also to the CNE councilors who were at the height of history. Today Ecuador took an important step to preserve democracy. It is our right to participate ", "When we say #ARecuperarElFuturo we mean education. In a meeting with more than 1000 teachers from Ecuador we signed a pact to improve the conditions of our students and teachers. ", "The repression of October 2019 reminds us that a president must rule alongside the people and not against them. That the dignity of the victims is vindicated, that peaceful protest is not criminalized and that human rights are always respected. ", "Congratulations Quevedo! Today we celebrate 77 years of the cantonization of him. Productive land of hard-working people that has made this beautiful canton one of the main agricultural centers of Ecuador. ", "Today we were in Mount Sinai and I reiterate my commitment to work shoulder to shoulder with this worthy people. There is no time to lose.", "All Ecuadorians celebrate the bicentennial of Independence with joy and pride. We are going to recover the future next February 7, 2021, we are going to recover the Homeland! ", "We are people of principle, people of our word, that is essential to recover the Homeland.", "These arbitrariness against so many Ecuadorians must be investigated by the Truth Commission. Companion strength, we wait for you soon, and in freedom ", "Today we celebrate 160 years of provincialization of Los Ríos. Cradle of ancient cultures such as Chorrera and Milagro-Quevedo. Its people are a sample of work and tradition. Proud example of our Ecuador! All together we are going to Recover the Homeland. ", "Democracy wins once more. We are going to recover the future together with the entire #Ecuador! ", "Thank you Manabi! Today Portoviejo took to the streets to defend democracy. ", "Thank you to all the Ecuadorians of the different provinces who are keeping a peaceful vigil for democracy! The Ecuadorian people are attentive, they are vigilant, they are vigilant. ", "Today we commemorate the peoples and nationalities of Nuestramérica, of Nuestra Abya Yala. We are going to return to the path of prosperity, of the integration of our peoples and nationalities and of the integration of our entire America. ", "The vigil is permanent! We are a dignified and united people. In a peaceful way, we are going to ensure that our rights are respected and that democracy triumph once again. ", "Thank you very much to the Ecuadorian people who kept this vigil for democracy to triumph again. May the voice of hope continue to reach our neighbors, family and friends. We are going for the union of all the people #ARecuperarElFuturo ", "They forgot that in 2019 there were also elections and abroad we voted for the CPCCS With patriotism, I voted at the Mexican Consulate on March 24. I barely voted, I took photos. Ecuador wants a new policy, gentlemen candidates, let be responsible: ", "Democracy 3.0 means making a new policy, worthy of the XXI century. With transparency through open data, with information technologies, with interactive collaboration of proposals and with online citizen contributions. ", "Our tricolor shows us once again that Ecuadorians are capable, that together we can achieve it, that we can! The athletes of #Ecuador deserve a government that supports them. We will return to the Ministry of Sports and strengthen sports policies. ", "We dialogue with our migrant brothers and sisters. Like you, I understand what it is to miss Ecuador; I also lived abroad, working and studying abroad. We know how to improve the economy to generate employment and scholarships. Thank you for your commitment to the country ", "We celebrate the Bicentennial of the Independence of Portoviejo, from the emblematic Picoazá together with thousands of citizens we demand respect for democracy and electoral participation. In a few hours I will be in #Quito to walk together towards the TCE. ", "Hope is felt in Cayambe. We had a historic meeting with indigenous peoples and nationalities from all over the country. We have come together to build this multinational and intercultural project, together to recover the Homeland. Thanks Cayambe! ", "We continue to expect that the TCE act in accordance with the Constitution and the Law so that the right of Ecuadorians to choose and be elected is guaranteed.", "The victory in Bolivia shows us the importance of organization, permanent vigilance and solidarity among the peoples The people are wise: in the face of abuse, distribution and neglect, citizens will respond with democratic forcefulness for hope and the future", "We are attentive, once again, so that our rights and our democracy are respected. The vigil continues outside the TCE. ", "Why doesnt the government want to deliver the declassified information on the sale of Banco del Pacífico to the Assembly?", "Thanks to the committed militancy that is under the rain in peaceful vigil and attentive to the decision of the ECA to preserve democracy. I am coming from Manabi. I be there in 1 hour. ", "Soon sovereignty will return. And with it, employment and decent work. Only then can the future be recovered. ", "Thanks to the Puebla Group! His accompaniment until victory will be crucial for our democracy. ", "We are not on the right path if, in the middle of the pandemic, you deny an increase in poverty from 25.7% to 32.7% between 2019 and 2020. President Moreno, your statistical omission leaves millions of Ecuadorians unprotected.", "Greetings to the #LosCandidatosDeLaEsperanza who share this historic challenge of recovering rights and a dignified life for the Ecuadorian people. This is the team of hope! ", "We know that the attacks will not stop the change, nor will they silence the voice of an entire people! It is the duty of each one of us to defend democracy. Facebook and #TCENoHagasTrampa ", "For this reason, our only option is to stay active by publishing, sharing and reporting. Let us bring the voice of hope, we will be present on the networks and in the STREETS. ", "Only the strength of an organized people can defend democracy! Today we have a very important and crucial appointment to defend our right to choose. This Sunday, in Quito, at 3pm we will see you at the Atahualpa Stadium, we will walk together to the TCE. ", "I presented a claim to the IDB Human Resources Manager and a claim for unconstitutionality to Moreno", "The people of Orense have it very clear, they know that with the #ElBinomioDeLaEsperanza work, works and opportunities to undertake and get ahead come back. Hope is reborn. Let #ArecuperarElFuturo! ", "Thank you Gualaceo! Thanks Azuay! For this wonderful journey, for the hope of youth, the dignity of the people and the work of its artisans. We know that together we will recover the future! ", "In each journey we feel the hope of our people committed to recovering the future. Tomorrow we will resume the tour and meetings. This week we will be in El Oro, Azuay and Cañar. Count on me, I counting on you! ", "We will rescue, once again, the #RegistroCivil and return it to the people, without processors and with efficiency. Open bookPage with curl Alfaro legacy will once again be a regional benchmark. It is our commitment to our people, on this day. #Ecuador ", "That the citizens have it very clear: as in all matters, the government must have as a priority the payment of debt to small companies.", "In Cayambe, we had the honor of visiting the land of Dolores Cacuango. Today we remember the birth of the great indigenous leader, founder of the FEI, a historical organization that accompanies us with jose_agualsaca, as a candidate. Together with the popular leaders, victory is approaching! ", "Technological transfer and scientific development is also essential for national sovereignty and the future of the Homeland.", "Yesterday Mexico and Argentina, today Bolivia and Chile, the peoples speak out for their future and unity. In February it will be the triumph of our people! A hug to the popular and sovereign Chile that today said YES, an example of dignity ", "A commitment that all candidates must acquire, regarding the # DiaSavingEnergy, is to guarantee that hydroelectric plants and essential public goods to lower the cost of energy for homes and the productive sector remain in the hands of Ecuadorians.", "Thank you, Pedro, for giving us a permanent message of love and conviction. My admiration and commitment for his lifelong fight for justice. People like you are essential. ", "The pseudo-complaints without support are also a dirty campaign. Do not worry, Carlos, that the Ecuadorian people will recover their future with a clean campaign and democratic forcefulness. ", "It contradicts the obligation of the States that no internal norm can undermine labor rights. Therefore, I requested to be received at a Public Hearing to present these arguments. We will always promote Labor Justice ", "The local, provincial and community media will be the ones that receive the payments owed by the government before the big hegemonic media. "], "Nov-2020": ["Thank you brothers and sisters of Bolivia for inviting me to the Casa Grande del Pueblo", "At the beginning of the day, I met with the Vice President of Spain. We share our concern for migrants in Spain, COVID and the need for economies to be at the service of the people. ", "Jorge Núñez, a journalist, academic, and historian who has made great contributions to the country and the region with his work, has left for eternity, Hugging Jenny, his life partner and his family. She will always live in our memory. Peace in her grave. ", "It has been a pride to have witnessed the inauguration of our brother LuchoXBolivia Bolivia regained democracy. In February it will be the triumph of our Ecuadorian people! ", "We agree on the concern about the current situation of health and the economy. The vaccine for Ecuador, with the support of Argentina, will be key. ", "This # 2November we commemorate the #DayOfDeaths, an inheritance of our peoples and nationalities that today we remember with regret for the days of mourning and pain that we have lived. Fighting for life is the best way to honor those who left. A fraternal hug on this day. ", "I have admired Pino Solanas a lot since I got to know his work at the beginning of the century: his historical clarity and his passion for art and communication. May the world give us hundreds of Pino Solanas. Peace in his grave. ", "Hope for the Great Homeland. It was a pleasure to meet the President ", "The Development Platform of the Americas, prepared by CSA_TUCA, is an inspiring document. I share your vision of work as the basis for an alternative model to neoliberalism, ecological, with environmental sustainability and in defense of common goods", "No, they are not untouchable, we have been clear that we are going to curb these improper charges.", "An idea can transform the world… What is your idea for a good government?", "Turn your needs and ideas into development proposals and make them come true as part of the government team. ", "We were in Bolivia, building agreements with the leaders of Ibero-America to transform Ecuador and recover the Homeland.", "At this historic moment at the Chimoré Airport, hope is breathed, not only has the evoespueblo returned, with it the democratic and sovereign dream of a country with dignity returns. The # 7F victory will be for all our people. ", "Today we meet with different health professionals. A tribute to healthcare workers, who are the heroes of our time! We are going to regain hope and recognize their sacrifice and dedication to save lives.Thank you very much! ", "Recovering the future means completing the transformation of our energy matrix! Today we toured an electrical transportation factory. To achieve the transition to the ecological future we need knowledge and collaboration between brother peoples. ", "We dialogue with academics about the challenges of Higher Education. No more budget cuts. Never again unpaid scholars and teachers. Enough of research projects paralyzed by the lack of delivery of resources to universities. ", "Accompanying evoespueblo in its reception, we reaffirm our commitment to be permanently together with the peoples and nationalities of Ecuador. Unity to recover the future and hope. ", "Today we continue working and creating proposals for the future and for life alongside citizens. We will meet with the academic sector, ", "Today, all together, we are going to launch a government plan made by and for Ecuadorians. The time has come for the participation of the citizens, for your participation, with a Democracy 3.0 ", "We met with our colleagues from popular shopping centers in the south of Quito. We listen to their concerns and come up with solutions like the early childhood plan to support merchant mothers. ", "With a new and crude assembly, the outgoing government would prepare raids or arrests against Santiago Díaz, common attorney of our campaign and other leaders of the 1-5 alliance, thus fulfilling Roldán's threats. Enough of infamies!We call on the people to be in a permanent vigil, they want to boycott the possibility of recovering hope in Ecuador. We call on citizens to keep hope. We represent the possibility of recovering dignity and the future ", "We are not going to comply with this agreement with the IMF because it affects Ecuadorian families, we are going to defend public assets to get out of the crisis. We are not going to submit to the whims of some bankers, we will have a plan with national economic sovereignty.The crisis is not a problem of lack of resources, it is due to a lack of priorities. We are going to give economic certainty, we are going to maintain and preserve positions in the public sector. We are going to find paths that do not cost Ecuadorians more. ", "What interests us is to provide solutions, we know that the important thing is to transfer money to the pockets of citizens.", "Diego Armando Maradona, the left-handed soccer genius, proud son of the deep Argentina and brave citizen of Our America, has gone to eternity. Goodbye 10! ", "Seeing us first in the polls, they take up the dirty campaign Face with tears of joy To the banker: Here is an explanation with drawings about how dollarization works. ", "The vigil for democracy continues, because we have the right to choose! This Saturday the 28th, we will see you at the Electoral Contentious Tribunal, at 3:00 p.m. ", "In law, the challenge can only be filed. Enough pressure on the judges. We will not allow the election date to be changed. ", "We call for unity and democratic good sense with 2 fundamental objectives: 1. Prevent the deepening of the crisis that affects Ecuadorian families 2. Guarantee that the elections are carried out with legality, transparency and with respect for participation rights", "The country is about to lose a whole generation; no government can afford 1 million young people without decent work. For this reason, work is our number 1 priority. "], "Dic-2020": ["Thanks to everyone who was vigilant and mobilized! Thank you for the international solidarity The Ecuadorian people have respected their right to choose in democracy. ", "Our America is in mourning for the departure of our comrade Tabaré Vásquez. Today I fraternally embrace his family, friends, colleagues from the Frente Amplio and all the Uruguayan people Flag of Uruguay, his legacy motivates us all. ", "Today we have a discussion with national and international media. The whole world and the citizens set their eyes on Ecuador so that democracy is respected. ", "Internet as a human right. FREE INTERNET FOR EVERY ECUADORIAN AND EVERY ECUADORIAN. ", "Thank you Cristina for receiving us and for your support. Democracy will prevail! ", "The culture, science and technology of Our America to recover the future! This morning, in #Argentina, we met with the Minister of Culture, Tristan Bauer and Roberto Salvarezza RCSalvarezza, Minister of Science and Technology. #ArecuperarElFuturo ", "It was an honor meeting you. I admired your fight, your commitment and your loyalty. May you rest in peace Bairon Valle ", "Even in such a tough situation, it is our migrant brothers who take care of dollarization and their loved ones, while the bankers barely take out the dollars and weaken our economy", "Tabaré was very committed to the life and health of his people. He, an oncologist, fought hard against tobacco companies in international instances. He left a strengthened health system that gave an exemplary response to Covid. ", "Our priority is the economic reactivation of Ecuadorian families with decent work and affiliation to social security! Our entrepreneurs, companies and farm workers require trust and financial support to grow. ", "In the Ecuador of the future there will never be first and second category citizens. Today the internet must be considered as a human right. Human Rights are not negotiated, it is time to regain dignity and respect. ", "I have the responsibility of communicating to Ecuador that I have just tested positive for Covid in my periodic check-up. Until yesterday the tests indicated negative Covid. ", "Do you remember this case? The attorney said that the Inter-American Bank is not a bank. Well, the Constitutional Court (sic) today accepted my claim. Hopefully they will not continue to be accomplices of the one who destroyed the economy of Ecuadorian families in exchange for a carguito abroad ", "We will respect the Constitution, the autonomy and the budget of the GADs. We are moved and united by love for the Homeland! ", "We are first on the ballot, first in the polls, first in your heart. For this reason, they want to suspend and annul the elections by article 143 of the Code of Democracy. Do not let them steal your job opportunity, your future and your dignity. ", "My rejection of the political persecution of indigenous leaders and those of us who oppose Moreno. The October resistance belonged to the people. We are not motivated by hatred, we are motivated by love of neighbor and love of the country. Now, we go for Work, Future and Dignity. ", "Our strategy is oriented to take advantage of the existing infrastructure, giving priority to the areas with less income and with less coverage of services. We know how to do it, we have the studies, the rules, the cost and we have it PLANNED. ", "Hatred and revenge must be eradicated from politics: we regret that Pachakutik has threatened to expel the Prefect Cecilia Mendez and her Vice-Prefect Magaly Quezada for disagreeing with the current candidate Pérez.", "We will implement the Connectivity Scholarships: We will arrive with 3 GB per month for 1.1 million students and teachers, to consolidate Tele-education, including free access to videoconferencing platforms.", "We know how to protect Ecuadorian families in their hardest moments! I invite you to FB Live tonight where I will tell you more details about the #MilDeUNA plan in response to the emergency. ", "This year has been hard, we have lost loved ones, many of you have lost your business, your job ... If you are looking for a gift, let it be the best you have inside, love of neighbor and love of the Homeland . ", "Our account was only enabled days ago. Those of other candidates, months ago. Why does not the CNE publish * all * the information on the internet as required by law? Because their regulations do not contemplate digital forms We want technology and transparency ", "Now, between all of us, with the contribution of each ONE, we are going to finance together the campaign of hope. Let make a cow! ", "I extend my solidarity with the loved ones of Patricio Mendoza, candidate for the province of Los Ríos, assassinated yesterday. We must recover democracy, dignity and life for all. Political violence cannot be normalized, we deserve a peaceful society! ", "THERE IS NO lack of RESOURCES, what there is is a LACK OF PRIORITIES. In the middle of the crisis and the government insists on having the money outside. We will bring $ 1 billion to invest in the emergency transfer to 1 million mothers of families. ", "My absolute rejection of the eviction and the repression exercised against the Explocen workers. We will get decent work back. ", "My fraternal greetings to the United States Congressmen who have expressed their concern for human rights and democracy in Ecuador. International solidarity has been fundamental in our fight for free and democratic elections. Let the authoritarians know: the world watches"], "Ene-2021": ["The banker has been financing his campaign with your deposits, with undue debts and with usurious fees and commissions. No more harassment of the working family from the bankers! ", "#MilDeUna so that mothers of families can reactivate the countrys economy! This investment will generate decent work for you, mother, entrepreneur father, young student. ", "We will start a citizen campaign to prevent the privatization of the Central Bank of Ecuador. Ecuadorians, lets not allow this law that privatizes the Central Bank to pass! That would be taking power away from the people and leaving the ECB in the hands of the bankers", "Be very careful with some fakes that circulate around there. While we are putting forward proposals to protect the life and dignity of citizens, others are engaged in the dirty campaign with forgeries. ", "There is hope!", "Happy Ecuadorian Journalists Day We celebrate those who exercise journalism with responsibility and ethics in Ecuador. A country with freedom of expression with social responsibility, ethics and preservation of human rights is a democratic country ", "Dear Mafer, Marta Cecilia and dear Pedro. My most supportive hug for these 33 years and 1 day of pain. They have my commitment so that cases like yours do not go back to impunity. ", "We are going to recover the work of the Ecuadorian families! Lost because of the pandemic and bad government. #MilDeUna for mothers to boost the economy of #Ecuador ", "Today I received a medical discharge! Thanks to all who have been pending. We resume the activities in the territory Tomorrow caravan in Quito! Saturday at the campaign launch! ", "We all defend the victory! We have already won the first battle: we are on the ballot, now we have to defend the popular victory at the polls. This February 7, it is up to each one of us to take care of the votes of the Ecuadorians", "In 2019 I was awarded a scholarship by the government of Mexico, to study a doctorate in Mexico. The Tax Regime Law does not require that income tax be paid in Ecuador if one lives in Mexico ", "VERY but VERY important", "In the 550 pages that they have devoted to analyzing the Ecuadorian economy, they do not talk about inequality, nor do they mention the Gini or any other indicator of income distribution, worse than wealth. The IMF washes its hands with this new Georgieva press conference ", "But it is not the issue per se. It is the play immediately after receiving that issued money. If you received 1 million freshly printed sucres and left them on your mattress, nothing would happen. It like they did not exist. If you go to the market to buy dollars, then the devaluation occurs", "It is imperative to make it public.", "The bailout per se did not cause the devaluation. It is that there was a free exchange market that caused the devaluation. With the infinite sucres of the bailout they bought few dollars to escape them, that is the devaluation. By anchoring prices to the dollar, devaluation led to inflation. ", "I will never get used to the outrage generated by this government. They bring only a box with vaccines, they get vaccinated first and distribute them among their allies. I will not waste time, we are already working to give health to all Ecuadorians and regain dignity! ", "Yesterday my mother surprised me during the walk in Quito. Thank you for that hug, for that trust, for that preparation, for those values ​​of love for your neighbor, for your advice to take on this challenge. Today I am more ready than ever to work for all Ecuadorian families. ", "In times of crisis, mothers need #MilDeUna to reactivate the economy. Banknote with dollar sign They know how to responsibly invest their resources in favor of their sons and daughters, in favor of their home, in favor of the future and the dignity of their families", "Indignant and dismayed by the murder of Efraín Ruales. My solidarity with his family, friends and followers. The State must guarantee justice for him and his family. ", "Certain bankers in Nayón", "The banker continues his dirty campaign of fake videos and photos about #MilDeUna. #MilDeUna is a serious, responsible and viable proposal for immediate help. We will execute it in the first week of our government. Remember to always see my official accounts. ", "They abandoned covid patients to their fate, then imported few vaccines that they distribute among family and friends. The Moreno and Lasso government handle the pandemic without transparency or humanity. Ecuadorians, there is very little left for us to have a good government. ", "The transport sector has been one of the most affected by the pandemic. Our efforts are aimed at recovering this important productive sector, which supports hundreds of thousands of Ecuadorian families. ", "Not one more outrage against the popular will! LeoOrlandoA, we are with you and vigilant. Full support for the people of Manabí, who defend their Prefect and who take care of their resources. Ecuador is coming of true democracy, solidarity and decent work. One less day to go ", "With enormous indignation we note that, in today's digital edition of Clarín, a week after the presidential election in Ecuador is reproduced, one more piece of the dirty campaign facing our candidacy.", "And if you give 1 billion to the bankers, they keep it in their offshore accounts in Miami. Thats how economics and power are alike: it only works when you start with the majority. ", "The only source of this alleged information is a manipulated video, which we have already denied from our campaign headquarters.", "Congratulations to Professor María Augusta Hermida who assumes the rectors office at the University of Cuenca. It is the first time that a woman will direct the prestigious university. Many successes in her new roles. ", "First to the first-line health professionals, first to the soldiers and policemen, first the elderly, first the teachers, first those with prevalent diseases ... Because of my age and my health, it would touch me almost at the end", "Lets not allow the privatization of the ECB. Certain bankers want to have power even if they lose the elections. They want the bankers nominated by Boltaire Moreno to stay in office to prevent the reduction of fees and commissions. ", "Therefore, I demand that, immediately, the removal of this abusive information be proceeded immediately and, second, its public rectification.", "These actions, at odds with the practice of excellent journalism and fair play in democracy, also constitute an affront to the good name and honor of myself and of the political organization that leads the intention to vote in my country.", "For your information, the proposal that appears distorted in the information that your medium publishes is based on a recommendation of the United Nations and is the following", "Our love and revolutionary energy with you, dear companion. You are used to resisting so we will wait for you soon at the forefront of this fight. ", "When we say recovering the future, we mean recovering the rights of children. Early childhood, nutrition, universal education, eradication of violence and elimination of begging and child labor "], "Feb-2021": ["Love, hope, the future won", "With my grandmothers blessing, we go with strength and confidence!", "Thank you to the CNE and the OAS for your congratulations", "The ballot boxes have been forceful and the people have given us a wide advantage over the other candidates. Regardless of the representative of continuity, our project will continue to build bridges of unity with the social, productive and progressive fronts of the Homeland. ", "Today we live the democratic party, I do it as always, accompanying my grandmother. Today vote who educated me since I was two years old, who transmitted the values ​​of love to the neighbor, who taught me the importance of education and the value of dignity. ", "Thank you dear President Fernández for reaffirming your commitment in the management of vaccines. You have done so much for continental unity. It will be an honor to build the Great Homeland side by side. In the heart of Ecuadorians you are already the wawki Alberto. ", "Thank you Quito, thank you to all the Ecuadorian people who took to the streets of Quito to show that this # 7F victory will be overwhelming in a single round", "I thank all the patriots of the Armed Forces and the National Police. Once again they show us their vocation of service, allowing this very important democratic event to develop with normality and transparency, that the will of the people is fulfilled ", "What a privilege to have been able to share and talk with Pepe Mujica! Do not miss this dialogue. Pepe is an example of struggle and coherence for Nuestramérica and the whole world. ", "We won! A resounding triumph in all regions of our beautiful country. Our victory is 2 to 1 against the banker. Congratulations to the Ecuadorian people for this democratic party. We will wait for the official results to go out and celebrate. ", "Today is a historic day! The victory, a single round, is only possible if we go out to defend the vote of the Ecuadorians and be vigilant that the popular will is fulfilled ", "If so, welcome Yaku Pérez to the second round. Without fear and without violence. Lets exchange proposals. ", "To those who have been trying to bring down our servers and our website for 2 days, I tell them that in our government we will include computer programming from childhood. There are already millions of robot visits to the web these days. ", "With emotion and pride I accompanied my grandmother Flor to vote. I feel calm and motivated by the citizens attendance at the electoral appointment. It is a day of celebration, of national unity and of hope, to be able to recover the future for the country. ", "check our minutes. We are not going to allow the results to be modified along the way. We make the information available so that the people, national and international observers can protect democracy. ", "We are fully capable of informing Ecuador and the world with accuracy and rigor. Democracy will prevail. See you at the polls", "Thank you brother soldiers of land, sea and air, thank you brother police officers, be assured that as the first president of Ecuador I will guarantee that his institutional framework is respected and strengthened as recognition and appreciation of his sacrificed work. Long live Ecuador! ", "We invite those who have not yet attended to vote, do so, to strengthen democracy.", "I am proud to talk with the former president of Uruguay, a militant and a wise man of life, who taught a whole generation that another way of doing politics is possible.", "We ask Ecuadorians to be patient with the final results. Lets be careful with pollsters like CEDATOS, lets be prudent and wait for the official results. ", "Thank you for the unity and popular support! The bases, the people, the majority are with #ElBinomioDeLaEsperanza. For the montuvios, cholos, fishermen, farmers; For all Ecuadorians and for interculturality, we are going to recover work, the future and dignity! ", "Thank you to my family for joining me in this historic challenge! With love and commitment, we will work for all Ecuadorian families. ", "There is something in their communication strategy where the right is wrong: They underestimate our peoples. Their false news only show that #EstanDesesperados, they know that we will recover Ecuador in #UnaSolaVuelta ", "3 million Ecuadorians voted with joy, with confidence and with hope for the future", "Happy our visit to the United States. We spoke with our brothers and sisters, with the media and businessmen, about the progressive unity project, which is going to recover the future. ", "Our commitment is to walk towards a plurinational and intercultural State. We are not going to deepen the differences, but to find the points in common with the indigenous movement. We are building unity, which benefits all Ecuadorian families. ", "Lasso and Moreno left Correa out. Lasso-Moreno left Noboa out. Lasso-Moreno want to leave Yaku Pérez out. Enough of dirty play! In peace, with ideas, with joy, but above all with a deep commitment to Ecuadorian families, we will defeat Lasso-Moreno! ", "While some want to eliminate science and technology institutions, we will promote the role of women in science, from childhood.", "Those who have co-governed with Moreno are known to be losers and pressure to persecute me with crude lies. They will not be able to achieve it, the truth always prevails They will not be able to continue blackmailing or deceiving justice The Ecuadorian people will not allow a new blow to democracy ", "The recount, within the framework of the Constitution and the law, is a right. We will be there to take care of our votes and expand the popular victory: act by act and vote by vote! ", "No thanks, opportunist. If you are looking for a cast, you better go and talk with Moreno and his co-rulers. ", "My solidarity with those affected by the landslide in the Huigra sector in Chunchi. We demand an urgent response from the institutions. The State is responsible for preventing risks, disasters and caring for those affected. We will restore the institutionality and resources. ", "We commemorate the Day of the Ecuadorian Amazon, the most biodiverse area on the planet, the largest living laboratory in the world. Our full commitment to protecting our nature and the prosperity of our people. ", "It is an example of leadership, revolution and humanism. Hate never is, nor will it be the way. For Ecuador we also choose the path of Peace and unity. ", "Congratulations to Ecuador for this resounding victory at the polls, in favor of the future. This support doubles in votes to our closest follower. It also gives us the responsibility of leading this challenge, shaping unity for the future of our country ", "On International Radio Day, I pledge my support to guarantee freedom of expression and plurality of voices. There can only be democracy with a plural and diverse set of media. Happy Radio Day to those who work in it with passion and social commitment ", "Hopefully the Prosecutors Office will give evidence to those responsible for the media campaign against us, will we also know how the Ecuadorian birds from the south travel to the Colombian jungle to record videos?", "I have been a migrant, I know what it is to be away from the family, to sacrifice for the future and to yearn for the Homeland. We will spare no effort to maintain a reciprocal, sovereign, friendly and fruitful relationship with the United States, which welcomes our brothers. The country is facing a double crisis, caused by the virus and austerity. We are facing, what we call, a lack of confidence in the government on the part of Ecuadorian society, and we must fix that as soon as possible. ", "I was able to dialogue, based on respect and truth, with several young people who did not opt ​​for list 1 in the first round. There was no demagoguery, no editing; but there are proposals and the will to build the unity necessary for a better future for young people ", "Luis Chocho Sanmartín, the first Ecuadorian marcher and forger of great sports talents, has passed away. A solidarity hug to his family for this loss, that of an entire country. Peace in his grave. ", "I totally agree with you. Beyond the differences ... We must avoid that migration is forced as it was after the bank holiday, and that it is only voluntary. ", "I do not hate anybody. My family taught me to love my neighbor and to love my country. Heal Your Heart Royer. The country can not take any more hatred. ", "Never before has the country experienced such a major disaster in the prison system, we have experienced unfortunate episodes of riots, violence and death. The co-government has allowed crime to take over our cities and steal the tranquility of Ecuadorians", "I shared my concerns with the EU mission about attempts to affect the electoral process. We are on the alert so that they do not play with the sovereign will of the people. ", "In accordance with the Code of Democracy and the Constitution, here there is a single electoral authority and we reject with absolute forcefulness the interference and rude interference of other functions of the State in the electoral function,My hug to the true superheroes! We thank the doctors and all health workers for taking care of us and for all their sacrifice. The priority in our government will be the health of Ecuadorians. ", "That the crisis of violence and insecurity is not an excuse for anti-democratic adventures based on chaos.", "Our mission is to work for the rights of migrants. May our Ecuadorian brothers and sisters be able to return to their home, to their home. And that, while they are out of the country, their rights continue to be guaranteed. ", "I thank CONGOPE for the fruitful dialogue. We are committed to promoting production. With the transforming role of public works and territorial planning for local development. We will use all the tools to guarantee liquidity. ", "No more abuses or privileges for government panas. Vaccination in our government will be free, orderly and without levers. ", "One of the worst health ministers in history resigned May the health system never again be at the service of the most powerful. On 11A we faced the continuity of this model where health is just a business We will recover health and vaccines for all ", "Lets make a cow to continue supporting the campaign of hope in this second round! ", "Our campaign is citizen, it does not depend on large bank checkbooks.", "We demand that Moreno take responsibility and protect the lives of police officers, people deprived of their liberty and all citizens. The country can no longer endure the absence of leadership and decision-making in favor of the life of Ecuadorians. This nightmare will soon be over! ", "We are going to act immediately for the safety of the citizenry. We are not afraid to take leadership and control when it comes to safety, because we know how to do it. Crime rates will drop again in Ecuador! ", "The lack of publication of the preliminary report, sadly has been a reason for there not to be this observation by a third party, which communicates clearly to the world that he has not observed any anomaly, nor any irregularity in the computer part", "We will incorporate more police officers to place ourselves within the international standards of surveillance and protection. We will build 250 Community Police Units throughout the national territory and provide them with sufficient equipment and police personnel. ", "Efficient social rehabilitation implies a prison intelligence system, new infrastructure to reduce overcrowding, and effective reintegration programs. It means moving PPLs that represent a greater danger to suitable spaces. ", "The date of the second round of April 11 should not be moved and we demand that all the functions of the state publicly pronounce themselves on complying with the electoral calendar.", "We propose new mechanisms to attract investment in our country. We will guarantee financial certainty. We are going to strengthen dollarization with the support of the United States and international organizations. ", "We call for the Contentious Electoral Tribunal (TCE) to act expeditiously and proceed to apply the Law with the sanctions of the case, in the face of this interference, and in the face of this interference in the Ecuadorian electoral process,Do not tell lies! The reserves are of the State. If the Central Bank continues to belong to the State, they are to solve public, social, common problems. ", "We are surprised that even though fourteen days have passed since February 7, the OAS observation mission has not yet published its preliminary report. This usually occurs after three to four days. ", "As the Union for Hope Alliance (UNES) we have filed a complaint with the Electoral Contentious Court (TCE) for this gross violation of the Law by the Comptrollers Office and the Prosecutor Office in the electoral process. ", "We will once again have a strong and solid control and deterrence system, with well-funded and well-prepared police and prison guides. Now the cops have to put out of their pocket for gasoline! That is unacceptable. ", "A slip, on the radio I said 4000 sources of decent work for young people. In reality there are 400 thousand sources of decent work for young people, with a payroll copayment. Social security and half the salary is paid by the company and the other half is paid by the State ", "It is irresponsible to stop transferring one billion to the municipalities. It is irresponsible to breach the Constitution. It is irresponsible to create a supply crisis to privatize vaccination. Responsible is paying the social debt to municipal governments", "All our decisions will be aimed at protecting the pockets of Ecuadorian families and the efforts of businessmen and entrepreneurs in our country, above the interests of a few bankers abroad.", "We will have a safer country, with decent work for Ecuadorians. When there is more work there is less insecurity. In our government, Ecuador will recover the path of development and educational, sports and cultural opportunities. ", "It is NOT money from account holders. Or did Moreno, Martínez and Lasso debit your account at the BG to pay for the Goldman Sachs repo with international reserves? You are a demagogue. Debate responsibly. Do not lie to citizens. ", "So if it is supposedly forbidden, why do they want to send a new law? So that it is extremely prohibited? You are wrong once again. I invite you to ask how your government did in 2020 to cover the Goldman Sachs repo. Debate seriously. ", "We have had several meetings with very important business sectors in our country, mainly with exporters, who are the ones who generate the dollars that will allow us to continue strengthening dollarization."], "Mar-2021": ["Young people have asked me about educational credit and scholarships. We plan urgent actions of considerable magnitude with educational credit and scholarships, including for private universities, as a short-term solution. Ecuador as an educational power, that is my aspiration. ", "We are not going to waste time in confrontations. Working for our people will be my task together with thousands of public servants. We propose to the country certainty and programmatic agreements for the benefit of Ecuadorian families. ", "We maintained a frank and direct dialogue with the Diplomatic Corps accredited in our country. Our foreign policy will be sovereign, dignified, integrationist and committed to multilateralism and the unrestricted defense of human rights. ", "We will apply 2.5 million doses of the vaccine monthly, to all Ecuadorians. Without privileges or levers, as has happened in this government. We will preserve life! Check when it would be your turn to get vaccinated: ", "Like Susana, thousands of Ecuadorian families await relief as we face the consequences of the pandemic. My commitment is a true credit restructuring, for peace of mind in our homes. ", "Is now! For all women: for girls, young women, those from the countryside and the city, for all those who are no longer there, I commit myself to the defense of Women Human Rights and their right to ", "Health is life. Tonight we will be on the air at 7:00 p.m. on our social networks in the launch of the Plan Salud de Una. We will wait for you!", "We will work to guarantee the rights of Women, allocating resources that allow us to comply with the Law to prevent and eradicate violence against Women, approved in 2018 but which has not been implemented.", "We ask the international community for strict monitoring, so that the electoral calendar is complied with and a transmission of the presidential command is given in accordance with the Constitution and the will of the people.From Guayaquil, with the stations affiliated to the Ecuadorian Broadcasting Association, we will talk about economic reactivation, vaccination and challenges for the future of our country. ", "The bill sent by Moreno that sought to privatize the Central Bank has been rejected as openly unconstitutional. A triumph for the entire Ecuadorian people and the productive sectors of the country, against the interests of a few bankers. ", "We were in Cuenca where we presented our Health Plan. We are going to transform the system to reactivate the economy and give peace of mind to our families. ", "I accompany you in the fight. The fight is not one day. It is lifelong. ", "We reject the attacks against the mayors who faced the pandemic due to the ineptitude of Moreno. Of course there are resources to cover the emergencies of Ecuadorians! ", "Health will be a universal human right, not a privilege! This plan will be carried out by the entire Ecuadorian people. We will take on the challenge of overcoming this difficult moment facing humanity, to build a fairer future. ", "In the next few days I will meet with experts to expand and refine our government proposal. We must get the risk management system back! ", "UN Rapporteur on the independence of magistrates and lawyers alerts the world to the intervention of the Ecuadorian prosecutors office in the electoral process. Likewise, he points out that the cooperation of prosecutors in Ecuador and Colombia could have political purposes, seeking to influence the elections", "The health system in our government will prioritize the care of life with prevention, training, investment in infrastructure and scientific and technological research. ", " Protocols will be agreed to deal with cases of violence against Women in the Judicial System, with a pro-victim care model that avoids revictimization. We will implement the Single Registry for Victims of Violence, free of under-registries. ", "Faced with an absent and incapable government, the solidarity of the people is the only answer. Our militancy will make its best efforts helping people who suffer from these natural disasters throughout the country. ", "The Secretariat for Women and Equality will be created, with its own budget for the fulfillment of its management objectives and articulation of all the public policies involved.", "The Observatory will be created for the detection of violence against Women in all areas in which it occurs, including the mass media.", "The Ministry of Education will develop transversal content in the curriculum at all levels of the system for Comprehensive Sexual Education and especially for the prevention of violence against Women.", "We reject vaccination through levers and privileges", "The Sacaba massacre: one of the hateful actions of the coup dictatorship of Añez.", "Is not it disrespectful to the suffering of the Ecuadorian people that an electoral campaign is dedicated to producing false news? What do they use resources to lie and manipulate? The town is exhausted. Politics must assume immense and urgent responsibilities. ", "We are guided by our conviction of service to build a State that watches over the lives of all. We know that behind every public servant there is a family. They are not just another number.We are going to recover the State and public service! ", "The final stretch starts today. I am prepared to transform the outrage of our people into hope. We will emerge from this crisis, accompanied by a new generation, united and without hatred. Lets go for the future and the dignity of Ecuador! ", "I assume the commitment with Quito and with the country, for the environment that summons us all, especially the new generations. Is now! We are going to make firm decisions to take care of and recover our environment. ", "The Bank of Guayaquil asked the Monetary Board for a resolution that raised interest from 11% to 30% for SMEs. In the midst of the crisis, the bankers abuse the efforts of entrepreneurs and had profits of $ 67 MILLION. ", "Another result of the co-government of LassoGuillermo and #Moreno. In our government, with a block of progressive assembly members, the disastrous parts of the so-called Humanitarian Law that has affected the pockets of thousands of Ecuadorian families will be repealed. ", "At this time we are talking with mayors and mayors in the center of the country. We talked about the challenges we will take on together. ", "Guillermo Lasso advisor and all his allies, skipped the line. For the people the anguish of a fallen page, for them #VacunadosGold. The Ecuadorian people can not take it anymore! We will vaccinate all Ecuadorians without privileges! ", "Solidarity with the family affected by an accident in a proselytizing activity in Pastaza. That these topics are not used as attacks in any of the campaigns. ", "The right to social security must be universal: for all and all workers Flag of Ecuador. Carriers have the right to access quality health services, mortgage loans, decent retirement. ", "Moreno lies, as always The articles of that law, in addition to being unconstitutional and undemocratic, are to usher in a new banking holiday through a massive flight of dollars from the country and the handing over of financial control to private banks. Same as in 1998. ", "Yesterday a brilliant economist from the Great Homeland left us. Thank you for filling us with inspiration, thank you for your perseverance and her work, Dra. Eugenia Correa. ", "Hate is out of style. In my government, we will never persecute any opponent. Above all, after seeing what they have done with our companions and female companions and seeing the pain of their families. Whoever is accountable will do so with independent justice, without pressure. ", "Ecuador can no longer tolerate this type of infamy. Objectification and hatred can no longer have a place in our society. Enough! My infinite solidarity with you, Marcelaguinaga, and with all the women who are victims of violence. #LiveWithoutViolence ", "In 2006 I won the competition as a career civil servant at the ECB. In 2017 I left, with a UNPAID leave, to study my doctorate in Mexico. And in 2020, like thousands of other public servants, while I was studying, the bankers asked that I be fired. End", "I do like to read. Here waiting for me to publish everything she promised in the debate. If he publishes, I hope he publishes the voluminous complete information and without traps. ", "A pleasant conversation with the ambassador of the United States, Michael Fitzpatrick, on the importance of international relations for the reactivation of our economy.", "The bank or the country? A thousand times our beautiful Plurinational and intercultural Flag of Ecuador DropletSeedling There is no time to lose! ", "It is not the pandemic, it is the worst government in history: that of Moreno and Lasso. It will be priority 1 of my government that all children expelled from the system return to study in schools and colleges. ", "To the dirty campaign we say Enough is enough! We need to discuss public policies, solutions and proposals. We are not going to enter the dirty campaign, we are going to continue building a future with work and hope for everyone. ", "Guillermo Lasso dirty campaign is being financed with the savings of millions of Ecuadorians from the Bank of Guayaquil. We have already filed a criminal complaint for that crime called bank embezzlement. ", "I am a professional public servant, I know about public administration, public economics, public finances. My specialty is central banking, and before I had the possibility of being the president of my country, it was what I wanted to dedicate the rest of my life to. ", "The fight to protect water has come from the people, from the struggles to defend life and their subsistence. Your decision is our commitment! The defense of the Cajas National Park is our priority, water is our future. ", "Lasso checkbook is plenty for him to be an influencer, not a president. They are memes, they are not votes! ", "No one should feel in danger his life and that of his family for defending the rights of each and every Ecuadorian. My solidarity to freddcarrion, Ombudsman, for being a voice of dignity and protection of rights to whom this government has denied a voice. ", "We continue to add support from organizations throughout the country! Together with the Shuar de Sucumbíos nationality, we walk together in the construction of a Plurinational and Intercultural State. ", "The co-government of Moreno and Lasso has fired and lowered the salary during the pandemic, they are leaving!", "Given the lack of government and priorities to attend to the life and concerns of citizens. Local governments have been a voice of dignity in the face of multiple crises. ", "This Sunday begins a week of reflection for the entire Christian world. The example of a young life of solidarity with the weakest and of struggle for a world of equals continues, beyond religious beliefs. ", "Why is it that all of Lasso friends have either already been vaccinated or are they asking Lasso to be vaccinated?", "I have seen with amazement and indignation how Mr. Lasso campaign tries to use poverty and begging, boys and girls, for its electoral purposes. This is miserable and should not be tolerated. Not everything is fair. ", "This tweet does not refer to any current government proposal. This is one of the FATF recommendations, which was discussed in 2012, to fight money laundering ", "Fully committed to the future of our children. Our proposal is a Minga for Child Nutrition: not a single child without vaccines, breastfeeding protection, clean water, medical care and nutrition programs. A safe and happy childhood! ", "Moreno only structured plan has been to vaccinate his friends and allies, while our people continue to wait in the street for vaccines that do not arrive.", "How painful! Our seniors in long lines, exposing their lives and begging for attention, while a group of privileged people was vaccinated with background music. This must end. ", "The Moreno government, in complicity with the bankers, presents for the third time an openly unconstitutional bill to privatize the Central Bank of Ecuador.", "is our plan to eliminate abusive charges and lower interest. We will recover the consumption capacity of Ecuadorian families. Lowering the debts, together and together we will overcome this crisis. ", "I make a public call to the country, to the organizations that watch over human rights, the media and users of social networks, to defend the rights of the people who are being used for a campaign without ethics or respect.", "Very clear. Moreno and Lasso seek to benefit the banks with the privatization of the Central Bank. We will not allow it! Although he continues his dirty campaign, the resources of the Ecuadorian State - never those of the depositors - will be used to reactivate the economy. ", "Thank you, colleagues, public and private workers for your support. My commitment always to guarantee your rights. Our government will be with the people, not with the politicians who supported and were part of the cast of the Moreno government. "], "Abr-2021": ["In the trade union center of the Ecuadorian Labor Parliament I have collected the main demands of the Ecuadorian working class. My commitment is to dignify the work, we will do it together. ", "They have been hard years, of crisis and anguish. But this April 11 begins the end of so much suffering. We are a dignified people, we have what it takes, and we are together and together. ", "Deeply recognized for the support of the Council of Evangelical Indigenous Peoples and Organizations of Ecuador, FEINE. A fundamental agreement for the good of the country, which commits me to work from day one to pay off historical debts and ensure the common good. ", "Thank you to the Single Company Committee of Service Workers of the Ministry of Education of Ecuador for deciding on the country. Never again violated labor rights, never again a reduction in the budget for education, never again a country of privileges at the service of the bank ", "We closed our campaign in my Quito, with a lot of love from the people. This election is historic. A people that will decide for the Flag of Ecuador on the bank. It is the moment of generational renewal, with innovation, strength and desire for change. I have prepared myself for this historic responsibility. ", "We have to go to programming from childhood, with languages ​​like Python and Scratch. With the internet as a human right, for everyone. ", "It is outrageous to learn that Dr. Borrero son, a Lasso binomial, was vaccinated without being a person at risk. We cannot allow health to be a privilege. The choice is between distribution or transparency, between # LaBancaOElPaís. ", "We will come out of helplessness, pain, abandonment, negligence and the privilege of a few, with collective actions. I will lead the recovery of our country, and we will do it together with you. ", "I have read a lot of positive comments about the reduction of the charge of commissions for payment with cards, the famous #DataFast. I am glad that this has generated interest because it is necessary to implement measures for the immediate benefit of businesses and consumers. ", "The biodiversity and ancestral knowledge of our country are great opportunities for innovation in the pharmaceutical industry and other industries on the planet. Thats what the Nagoya Protocol is about. ", "Quality certification policy for the promotion of our exports in the great markets of the world. We must certify ourselves with fair trade, with organic products, with international standards. We will open markets effectively. ", "Ecuadorian families need a #AlivioNhora so that we can all pay debts and reactivate the economy. My priority is the country, not the bank. I will eliminate late interest, refinancing fees and we will support small merchants. ", "From Chillogallo we are committed to strengthening community security with 8 new Ecu 911s, more cameras, more security personnel. We want to walk safely through our neighborhoods and we will do so by allocating resources for our citizen security. ", "The economic certainty contract is the one that will give legal certainty to the businessman who wants to bet on Ecuador, and will obtain tax and legal stability. ", "For the reactivation, we will advance with the policy of quality certification with fair trade, with organic products, with compliance with world regulations to open markets. We will do it between the public and private sectors. ", "My commitment to you is not to rotate a monument, I am committed to its future. The University of and for the South of Quito will allow young people to have access to quality and free higher education. ", "The ballot box will forcefully decide the collective construction of a multinational and intercultural state. Triumph is coming! A hug to my colleagues for their militancy and commitment during this campaign. Take care of the votes! ", "Exporters will have credit lines to facilitate access to liquidity and reduce financial costs. In addition, support from international, public-private agencies for the promotion of Ecuador exports. ", "The builders and construction companies will have an open-door government to work for Ecuador. At a time of economic contraction, the State must invest in works to reactivate the economy. ", "My dream is that the children of the community members of the mining areas go to the same schools as the manager of the mining operation. That would be the structural bet for the country. ", "I will build the digital ecosystem of commerce and electronic procedures in Ecuador, based on a unique identification system that will facilitate transactions and simplify procedures. ", "The dirty campaign, proven. Hundreds of accounts dedicated to attacking us with misinformation, lies and fear were deactivated by Facebook. ", "It breaks the heart to see the mistreatment of our elderly with false promises of vaccines and exposed to contagion in long waiting lines; while a few privileged few are vaccinated and a new CREO Minister of Health is appointed. 3 days to go and they are leaving! #LassoEsMoreno ", "Happy birthday, MashiRafael! Enjoy the love of your people and the dreams shared with millions of compatriots. They will not be able to stop the force of history ", "I make your words my own, dear Carlos. We are going to build a decent future for Ecuadorians and overcome abandonment and despair. ", "We will strengthen dollarization with more exports, with Ecuador consuming the products of entrepreneurs. There will be financial support, technical assistance and simple procedures to boost trade. ", "The support of the university students commits me even more to work to strengthen and improve the Higher Education system, affected by the Moreno and Lasso cuts. Lets go together for the inclusive and excellent university that Ecuador deserves! ", "To improve the presence of our exports abroad, we need ideas from youth, from the creativity of freshness, from innovation, and not outdated ideas that we need to eradicate to get ahead.", "I met with the Network of Higher Technical and Technological Institutes of Ecuador, to exchange ideas and sign an agreement that may link them with the scientific and technological needs of our public companies.", "Thank you Ecuador! Flag of Ecuador This is a victory for the Ecuadorian people. I ask our delegates to remain vigilant to guard each of our vows. No one is going to stop the course of history. ", "My hug to our sisters and brothers who go to the polls in the Asian continent. The participation in our democracy of compatriots living abroad fills us with pride. The future is coming! ", "Throughout the country, people have already begun to deposit their hopes and dreams at the polls. Today we choose the destiny of our country and every vote counts. Lets go together for our sons and daughters, for our families and our future! Hope is here! ", "Proud of our people! Millions of Ecuadorians exercise their right to vote motivated by the future and hope for their families. Our electoral control deployed throughout the country will ensure that the popular will prevails. ", "Dreams for the future fit into the ballot boxes in every corner of the country. You can feel the winds of hope blowing in Ecuador. They will not be able to stop the course of history. Do not stay without voting. Almost there!", "I call for peace and reconciliation on the basis of absolute respect for human rights. The political persecution must end, we must treat each other as adversaries and not as enemies. ", "The democratic day passes normally and we want it to continue like this. We have our data and we are going to handle ourselves responsibly, with truthful information. ", "Wall Street creditors woke up happy with the approval of the law and the price of foreign debt bonds increased. They did not understand that it will take away the little liquidity in foreign currency from the treasury -in a humanitarian emergency-. Even more leonine conditions are coming. ", "The law that reforms the Financial Code would stop Guillermo Lasso as president as president but leaves Guillermo Lasso as banker open. The bank or the country? Rigorous analysis, common sense and social mobilization must demand a total veto. ", "Guillermo Lasso, as president of all Ecuadorians, should be VERY concerned about yesterdays bill. What guarantees you that his fellow banker competitors will not carry out a massive capital flight? The 90s (Ortegas, etc) and the betrayal of JPMorgan already happened ", "Girls and women should not go to jail if they are victims of rape and decide to have an abortion in the country. Protecting life from conception does not mean incarceration. #EsUrgenteCorte stop criminalization. The voice is yours, but you have my support, companions", "What is the historical / political / macroeconomic meaning of having removed the obligation for dollars from Ecuadorian exports to enter Ecuador?", "48% did not vote for that. The democratic opposition is part of our responsibility. "]}